.{
    "Rider": {
        "general": "In the context of general Lenormand card readings, the Rider card typically symbolizes news, messages, and communication. It can also represent movement, travel, and change.",
        "keywords": "-Travel\n-Message\n-News\n-Communication\n-Movement\n-Arrival\n-Visitor\n-Delivery\n-Journey\n-Adventure\n-Transport\n-Progress\n-Change\n-Transformation\n-Growth\n-Transition\n-Transportation\n-Transit\n-Dispatch\n-Dispatching\n-Dispatchment\n-Dispatching Service\n-Dispatch Rider\n-Courier\n-Mail\n-Post\n-Postman\n-Postal Service\n-Postal Worker\n-Post Office\n-Ride\n-Rider\n-Riding\n-Horseman\n-Horseback\n-Horseback Riding\n-Horse Riding\n-Horsemanship\n-Horseman Ship",
        "nouns": "1. Horse\n2. Messenger\n3. Courier\n4. Traveler\n5. Adventurer\n6. Rider\n7. Jockey\n8. Cowboy\n9. Biker\n10. Cyclist\n11. Driver\n12. Pilot\n13. Tourist\n14. Vagabond\n15. Wanderer\n16. Hiker\n17. Courier\n18. Courier Service\n19. Deliveryman\n20. Postman",
        "verbs": "1. Ride\n2. Rush\n3. Journey\n4. Speed\n5. Travel\n6. Arrive\n7. Approach\n8. Advance\n9. Gallop\n10. Sprint\n11. Cruise\n12. Depart\n13. Venture\n14. Ride Out\n15. Move\n16. Progress\n17. Accelerate\n18. Hasten\n19. Navigate\n20. Journey On",
        "adjectives": "1. Speedy\n2. Energetic\n3. Daring\n4. Adventurous\n5. Mobile\n6. Nimble\n7. Fast\n8. Bold\n9. Courageous\n10. Ambitious\n11. Dashing\n12. Spirited\n13. Dynamic\n14. Forceful\n15. Swift\n16. Eager\n17. Quick\n18. Restless\n19. Agile\n20. Vigorous",
        "health": "In the context of health, the Lenormand card Rider can represent a change in health, such as a sudden improvement or a sudden decline. It can also represent a doctor's visit, a change in medication, or a change in lifestyle.",
        "career": "In the context of career, the Lenormand card Rider can indicate news or a message related to a job opportunity, a job offer, or a new job. It can also indicate that you are about to embark on a new career path or that you are about to receive an offer that could change your career trajectory.",
        "love": "In the context of love, the Lenormand card Rider can indicate that a new relationship is on its way or that a current relationship is about to take off in a new direction. It can also indicate that a message or news of some kind is coming soon.",
        "self development": "The Lenormand Rider card is a symbol of movement, progress, and change. In the context of self-development, it can represent the need to take action and make progress towards achieving your goals. It can also be a sign that a new opportunity is on the horizon, and that it’s time to take a risk and make a move.",
        "spiritual meaning": "The Lenormand Rider card can represent a journey of spiritual growth and transformation. It can signify a new beginning, a change in perspective, or a shift in consciousness. It can also represent a messenger, a call to action, or a new opportunity."
    },
    "Clover": {
        "general": "In the context of general, the Lenormand card Clover is a symbol of luck, good fortune, and prosperity. It can also represent a positive outcome to a situation, or a feeling of hope and optimism.",
        "keywords": "-Luck\n-Fate\n-Fortune\n-Prosperity\n-Wealth\n-Success\n-Blessing\n-Good Fortune\n-Abundance\n-Karma\n-Opportunity\n-Chance\n-Gift\n-Bounty\n-Windfall\n-Providence\n-Destiny\n-Miracle\n-Divine Intervention\n-Blessings\n-Auspicious\n-Favorable\n-Fortunate\n-Propitious\n-Favored\n-Benign",
        "nouns": "1. Luck\n2. Fortune\n3. Blessing\n4. Abundance\n5. Wealth\n6. Prosperity\n7. Success\n8. Opportunity\n9. Joy\n10. Harmony\n11. Renewal\n12. Refreshment\n13. Refresh\n14. Refreshment\n15. Refresh\n16. Renewal\n17. Renew\n18. Refresh\n19. Blessing\n20. Fulfillment",
        "verbs": "1. Blossom\n2. Prosper\n3. Grow\n4. Flourish\n5. Abound\n6. Succeed\n7. Thrive\n8. Blossom\n9. Advance\n10. Fertilize\n11. Cultivate\n12. Blossom\n13. Blossom\n14. Blossom\n15. Blossom\n16. Blossom\n17. Blossom\n18. Blossom\n19. Blossom\n20. Blossom",
        "adjectives": "1. Lucky\n2. Fortunate\n3. Prosperous\n4. Abundant\n5. Rewarding\n6. Flourishing\n7. Fertile\n8. Bountiful\n9. Generous\n10. Productive\n11. Wealthy\n12. Auspicious\n13. Successful\n14. Favorable\n15. Optimistic\n16. Encouraging\n17. Uplifting\n18. Propitious\n19. Hopeful\n20. Inspiring",
        "health": "In the context of health, the Lenormand card Clover can represent good health, luck, and a positive outlook. It can also suggest that you may be able to find a solution to a health issue, or that you will soon experience a period of good health.",
        "career": "In the context of career, the Lenormand card Clover can represent luck, success, and a favorable outcome. It can indicate that you are on the right path and that you will find success in your chosen field. It can also suggest that you should take a chance and put yourself out there, as you may be pleasantly surprised by the results.",
        "love": "In the context of love, the Lenormand card Clover symbolizes luck in love, good fortune, and a happy relationship. It can also indicate a new love interest or a potential romantic partner.",
        "self development": "The Lenormand card Clover in the context of self development can be interpreted as a sign of luck and good fortune. It suggests that you are in a period of growth and that you are being blessed with opportunities to manifest your goals and dreams. It is a reminder to stay positive and to trust in the process of life. It can also be a sign that you are on the right path and that you are manifesting your desires.",
        "spiritual meaning": "The Lenormand card Clover is associated with luck, good fortune, and success. It can also represent a spiritual awakening or a new beginning. It is a reminder that we are all connected and that we can manifest our dreams and desires with faith and determination."
    },
    "Ship": {
        "general": "In the context of general, the Lenormand card Ship can symbolize a journey, a voyage, or a change of scenery. It can also represent a new opportunity, a new beginning, or a new adventure. It can also signify progress, success, and the potential for growth.",
        "keywords": "-Voyage\n-Travel\n-Adventure\n-Journey\n-Sail\n-Navigate\n-Navigation\n-Destination\n-Port\n-Harbor\n-Maritime\n-Mariner\n-Cruise\n-Cargo\n-Freight\n-Transport\n-Delivery\n-Commerce\n-Trade\n-Exchange\n-Ferry\n-Crossing\n-Vessel\n-Steer\n-Captain\n-Crew\n-Sailor\n-Seafarer\n-Exploration\n-Navigator\n-Chart\n-Map\n-Compass\n-Ocean\n-Sea\n-River\n-Lake\n-Harbor",
        "nouns": "1. Voyage\n2. Navigation\n3. Freight\n4. Cargo\n5. Hull\n6. Captain\n7. Crew\n8. Galley\n9. Anchor\n10. Rudder\n11. Mast\n12. Sails\n13. Deck\n14. Port\n15. Starboard\n16. Bow\n17. Stern\n18. Compass\n19. Chart\n20. Waves",
        "verbs": "Sail, Float, Cruise, Navigate, Transport, Deliver, Journey, Launch, Embark, Voyage, Drift, Steer, Glide, Ferry, Cruise, Launch, Float, Set Sail, Weigh Anchor",
        "adjectives": "1. Adventurous\n2. Expansive\n3. Perilous\n4. Maritime\n5. Voyage-oriented\n6. Transporting\n7. Fast\n8. Seaborne\n9. Oceanic\n10. Navigable\n11. Sailing\n12. Cruising\n13. Maritime\n14. Cargo-carrying\n15. Maritime-related\n16. Maritime-transporting\n17. Nautical\n18. Seaworthy\n19. Buoyant\n20. Fluid",
        "health": "In the context of health, the Lenormand card Ship can represent a journey or a change in health, such as a journey to a new doctor or a change in lifestyle. It can also represent a journey of healing or a journey to a new place for a change of scenery.",
        "career": "In the context of career, the Lenormand card Ship can indicate a job opportunity that requires travel, a promotion that involves a change of location, or a new venture that requires you to leave your current position. It can also suggest that you are ready to take a risk and embark on a new career path.",
        "love": "The Lenormand card Ship in the context of love typically symbolizes a journey or a long-distance relationship. It can also indicate a need for a change of scenery or a new adventure. It can represent a journey of self-discovery, a desire to explore new possibilities, or a need to take a break from the everyday routine.",
        "self development": "The Lenormand Ship card in the context of self development can symbolize a journey of self-discovery. It can represent a need to explore and expand your horizons, to take risks and to push yourself out of your comfort zone. It can also suggest that you need to take a step back and look at the bigger picture, to gain a better understanding of yourself and your life.",
        "spiritual meaning": "The Lenormand card Ship is often associated with travel, journeys, and progress. It can also symbolize the journey of life, and the need to keep moving forward. Spiritually, it can represent the idea of spiritual growth and transformation, and the need to explore new ideas and perspectives."
    },
    "House": {
        "general": "In general, the Lenormand card House is a symbol of stability, security, and a sense of home. It can also represent a physical building, such as a house or an office, and can indicate a need for structure and order in one's life.",
        "keywords": "1. Home\n2. Building\n3. Structure\n4. Residence\n5. Abode\n6. Domicile\n7. Hearth\n8. Roof\n9. Walls\n10. Foundation\n11. Security\n12. Stability\n13. Comfort\n14. Family\n15. Hearthstone\n16. Hearthfire\n17. Hearthside\n18. Hearthrug\n19. Hearthwood\n20. Hearthstone Hearth\n21. Hearthside Hearth\n22. Hearthrug Hearth\n23. Hearthwood Hearth\n24. Hearthstone Hearthside\n25. Hearthside Hearthrug\n26. Hearthrug Hearthwood\n27. Hearthwood Hearthstone",
        "nouns": "1. Home\n2. Roof\n3. Door\n4. Window\n5. Chimney\n6. Garden\n7. Porch\n8. Garage\n9. Attic\n10. Basement\n11. Furniture\n12. Family\n13. Hearth\n14. Hearthfire\n15. Hearthrug\n16. Hearthchair\n17. Hearthtable\n18. Hearthrug\n19. Hearthmantel\n20. Hearthcandles\n21. Hearthornaments\n22. Hearthclock\n23. Hearthpicture\n24. Hearthrug\n25. Hearthrug",
        "verbs": "1. Construct\n2. Build\n3. Design\n4. Establish\n5. Develop\n6. Construct\n7. Construct\n8. Construct\n9. Construct\n10. Construct\n11. Construct\n12. Construct\n13. Construct\n14. Construct\n15. Construct\n16. Construct\n17. Construct\n18. Construct\n19. Construct\n20. Construct",
        "adjectives": "1. Solid\n2. Cozy\n3. Secure\n4. Homely\n5. Welcoming\n6. Structured\n7. Private\n8. Stable\n9. Permanent\n10. Comfortable\n11. Structured\n12. Spacious\n13. Welcoming\n14. Protective\n15. Nurturing\n16. Inviting\n17. Peaceful\n18. Sturdy\n19. Welcoming\n20. Grounded",
        "health": "In the context of health, the Lenormand card House can represent a need for rest and recuperation. It can also suggest that the querent should take better care of their home environment and pay attention to their physical and emotional health.",
        "career": "In the context of career, the Lenormand card House suggests that you are in a secure and stable position in your career. It could also mean that you are looking for a new job or that you are considering a career change. It could also indicate that you are looking to build a successful business or that you are ready to invest in a new venture.",
        "love": "In the context of love, the Lenormand card House can represent a stable and secure relationship, a home and family life, and a commitment to the future. It can also symbolize a desire for security and stability in a relationship, or a need to create a strong foundation for a relationship.",
        "self development": "In the context of self development, the Lenormand card House can represent a need for stability and security. It can suggest that you need to create a safe and secure environment for yourself in order to move forward in your personal growth. It can also represent a need to focus on building a strong foundation for yourself, such as creating a strong support system, developing a sense of self-worth, and creating a healthy lifestyle.",
        "spiritual meaning": "The Lenormand card House is a symbol of security, stability, and a place of refuge. It can represent the home, family, and relationships. It can also signify a place of business, a career, or a job. On a spiritual level, the House card can represent a place of spiritual growth and development, a place of healing, or a safe haven."
    },
    "Tree": {
        "general": "In the context of general, the Lenormand card Tree symbolizes stability, growth, and longevity. It can also represent a strong connection to one's roots, family, and heritage.",
        "keywords": "- Growth\n- Nature\n- Stability\n- Roots\n- Fertility\n- Abundance\n- Strength\n- Endurance\n- Foundation\n- Ancestry\n- Wisdom\n- Renewal\n- Prosperity\n- Security\n- Transformation\n- Progress\n- Support\n- Connection\n- Nourishment\n- Patience\n- Tradition\n- Foundation\n- Balance",
        "nouns": "1. Oak\n2. Forest\n3. Wood\n4. Roots\n5. Bark\n6. Leaves\n7. Trunk\n8. Branches\n9. Shade\n10. Acorn\n11. Sapling\n12. Fruit\n13. Blossom\n14. Arbor\n15. Grove\n16. Canopy\n17. Sap\n18. Log\n19. Nut\n20. Arborvitae",
        "verbs": "1. Plant\n2. Cultivate\n3. Grow\n4. Nurture\n5. Blossom\n6. Flourish\n7. Root\n8. Branch\n9. Blossom\n10. Blossom\n11. Sprout\n12. Blossom\n13. Bloom\n14. Fertilize\n15. Prune\n16. Weed\n17. Harvest\n18. Shade\n19. Shelter\n20. Shelter",
        "adjectives": "1. Verdant\n2. Ancient\n3. Sturdy\n4. Strong\n5. Solid\n6. Majestic\n7. Robust\n8. Enduring\n9. Stalwart\n10. Vigorous\n11. Resilient\n12. Majestic\n13. Stately\n14. Towering\n15. Grand\n16. Glorious\n17. Imposing\n18. Monumental\n19. Monumental\n20. Monumental",
        "health": "The Lenormand card Tree in the context of health can represent physical strength and vitality, as well as a need for balance and stability. It can also suggest that the querent needs to take better care of their health and wellbeing, and to nurture themselves.",
        "career": "The Lenormand card Tree in the context of career typically symbolizes stability, growth, and progress. It can represent a successful career path, a secure job, or a solid foundation for future success. It can also suggest that you need to take a step back and assess your current situation before making any big decisions.",
        "love": "The Lenormand card Tree in the context of love is a symbol of stability and commitment. It suggests that the relationship is strong and will last for a long time. It can also mean that the couple is growing and developing together.",
        "self development": "The Lenormand card Tree in the context of self development can represent growth, stability, and a strong foundation. It can symbolize the need to take time to nurture yourself and your goals, and to focus on your personal growth. It can also suggest that you need to be patient and trust in the process of growth.",
        "spiritual meaning": "The Lenormand card Tree is a symbol of growth, stability, and strength. It can represent physical and spiritual nourishment, and a connection to the natural world. It can also represent a strong foundation and a sense of security. In a spiritual context, the Tree card can represent a connection to the divine, and a sense of inner peace and balance."
    },
    "Clouds": {
        "general": "In general, the Lenormand card Clouds symbolizes a period of confusion, uncertainty, and lack of clarity. It can indicate a need to take a step back and reassess the situation, or a need to wait for the fog to clear before making any decisions. It can also suggest a need to look at the bigger picture and to be patient.",
        "keywords": "-Foggy\n-Overcast\n-Grey\n-Stormy\n-Rainy\n-Hazy\n-Misty\n-Umbrella\n-Rainbow\n-Raindrops\n-Darkness\n-Obscurity\n-Mystery\n-Secrets\n-Uncertainty\n-Confusion\n-Vagueness\n-Void\n-Limbo\n-Clarity\n-Illumination\n-Revelation\n-Insight\n-Perspective",
        "nouns": "1. Sky\n2. Mist\n3. Rain\n4. Fog\n5. Storm\n6. Breeze\n7. Horizon\n8. Cumulus\n9. Stratus\n10. Cirrus\n11. Thunder\n12. Lightning\n13. Wind\n14. Haze\n15. Fluff\n16. Vapor\n17. Drizzle\n18. Gloom\n19. Downpour\n20. Overcast",
        "verbs": "1. Rain\n2. Drift\n3. Float\n4. Hover\n5. Mist\n6. Shroud\n7. Obscure\n8. Conceal\n9. Dim\n10. Fog",
        "adjectives": "1. Gloomy\n2. Misty\n3. Overcast\n4. Eerie\n5. Dreary\n6. Foggy\n7. Hazy\n8. Murky\n9. Dark\n10. Somber\n11. Ominous\n12. Gray\n13. Rainy\n14. Cloudy\n15. Dim\n16. Misty\n17. Heavy\n18. Bleak\n19. Misty\n20. Gloomy",
        "health": "In the context of health, the Lenormand card Clouds can indicate a period of emotional or physical stress, or a period of confusion and uncertainty. It can also indicate a need to take a step back and reassess your situation, or to take some time to rest and relax.",
        "career": "In the context of career, the Lenormand card Clouds can indicate that there may be delays or obstacles in achieving your goals. It can also suggest that you may need to take a step back and reassess your plans before taking any further action. It may be a sign that you need to be more patient and flexible in order to reach your desired outcome.",
        "love": "In the context of love, the Lenormand card Clouds suggests that there may be a period of confusion or uncertainty in the relationship. It could mean that the couple is going through a difficult time and they need to take a step back and reassess their relationship. It could also mean that the couple is in a period of transition and they need to take the time to figure out what the next step should be.",
        "self development": "In the context of self development, the Lenormand card Clouds can represent a period of confusion and uncertainty, or a need to take a step back and reassess a situation. It can also suggest that you need to take a break from a situation and allow yourself the time and space to think things through.",
        "spiritual meaning": "In the context of spiritual meaning, the Lenormand card Clouds can represent a period of confusion, uncertainty, and lack of clarity. It can also indicate a need for spiritual guidance and protection, as well as a need to take a step back and look at the bigger picture."
    },
    "Snake": {
        "general": "In general, the Lenormand card Snake symbolizes transformation, change, and evolution. It can represent a person who is sly, cunning, or deceptive, or it can represent a situation that is full of hidden agendas or secrets. It can also represent a period of transition or a time of transformation.",
        "keywords": "1. Serpent\n2. Slither\n3. Cunning\n4. Deceit\n5. Intrigue\n6. Mystery\n7. Transformation\n8. Evolution\n9. Subterfuge\n10. Stealth\n11. Temptation\n12. Secret\n13. Ambiguity\n14. Insight\n15. Wisdom\n16. Knowledge\n17. Mischief\n18. Misunderstanding\n19. Intuition\n20. Perception",
        "nouns": "1. Reptile\n2. Serpent\n3. Viper\n4. Cobra\n5. Anaconda\n6. Boa\n7. Python\n8. Rattlesnake\n9. Adder\n10. Worm",
        "verbs": "1. Slither\n2. Coil\n3. Glide\n4. Entwine\n5. Slink\n6. Squirm\n7. Weave\n8. Wind\n9. Crawl\n10. Undulate",
        "adjectives": "1. Slippery\n2. Cunning\n3. Stealthy\n4. Deceptive\n5. Mysterious\n6. Secretive\n7. Sly\n8. Intuitive\n9. Subversive\n10. Intricate\n11. Obscure\n12. Insidious\n13. Seductive\n14. Crafty\n15. Devious\n16. Stealth\n17. Coiled\n18. Sinuous\n19. Ominous\n20. Venomous",
        "health": "In the context of health, the Lenormand card Snake can represent a warning to be aware of potential health issues or a warning to take care of your health. It can also represent a need to take a break or to slow down and pay attention to your body.",
        "career": "In the context of career, the Lenormand card Snake can indicate a need to be aware of hidden agendas or potential conflicts of interest in the workplace. It can also suggest that you should be careful with whom you trust and that you should watch out for people who may be trying to manipulate or deceive you.",
        "love": "In the context of love, the Lenormand card Snake can represent a person who is untrustworthy or who is not being honest about their feelings. It can also suggest that a relationship is going through a period of testing, or that a person is being too possessive or jealous.",
        "self development": "The Lenormand card Snake in the context of self development can symbolize transformation and change. It can represent a need to be aware of our inner thoughts and feelings, and to be open to the possibility of change. It can also represent a need to be aware of our own power and to use it wisely.",
        "spiritual meaning": "In the context of spiritual meaning, the Lenormand card Snake can represent transformation, renewal, and rebirth. It can also symbolize the shedding of old patterns and beliefs and the emergence of new ones. It can also represent the power of intuition and the ability to access hidden knowledge."
    },
    "Coffin": {
        "general": "In the context of general, the Lenormand card Coffin can represent endings, loss, and transformation. It can also symbolize a need to let go of something in order to move forward.",
        "keywords": "- Death\n- Endings\n- Closure\n- Finishing\n- Burial\n- Transformation\n- Letting Go\n- Loss\n- Mortality\n- Goodbye\n- Farewell\n- Rest\n- Farewells\n- Farewelling\n- Passing\n- Departure\n- Termination\n- Concluding\n- Finality\n- Closure\n- Cessation\n- Conclusion\n- Lasting\n- Enduring\n- Immortality\n- Interment\n- Funeral\n- Cremation\n- Eulogy\n- Mourning\n- Obsequies\n- Resurrection",
        "nouns": "1. Death\n2. Rest\n3. End\n4. Burial\n5. Funeral\n6. Mortality\n7. Loss\n8. Separation\n9. Goodbyes\n10. Transition\n11. Closure\n12. Finale\n13. Obituary\n14. Departure\n15. Casket\n16. Tomb\n17. Grave\n18. Ashes\n19. Eulogy\n20. Mourning",
        "verbs": "1. Bury\n2. End\n3. Die\n4. Mourn\n5. Decay\n6. Close\n7. Inter\n8. Conclude\n9. Finalize\n10. Depart\n11. Expire\n12. Terminate\n13. Suffer\n14. Rest\n15. Shut\n16. Descend\n17. Entomb\n18. Separate\n19. Diminish\n20. Discard",
        "adjectives": "1. Final\n2. Gloomy\n3. Funereal\n4. Grim\n5. Somber\n6. Dour\n7. Morbid\n8. Mournful\n9. Dark\n10. Depressing\n11. Drab\n12. Dreary\n13. Heavy\n14. Macabre\n15. Glum\n16. Bleak\n17. Desolate\n18. Dire\n19. Dismal\n20. Gloomy",
        "health": "In the context of health, the Lenormand card Coffin can represent a period of rest and recuperation, a need for healing, or a warning that a health issue should not be ignored. It can also suggest that a health issue may be serious and require medical attention.",
        "career": "In the context of career, the Lenormand card Coffin can indicate the end of a job, a career, or a project. It can also indicate a period of stagnation or a time of transition. It can also suggest that it is time to let go of something that is no longer serving you and to move on to something new.",
        "love": "In the context of love, the Lenormand card Coffin can indicate the end of a relationship or a period of stagnation. It can also suggest that a relationship is in need of a fresh start or a new approach.",
        "self development": "In the context of self development, the Lenormand card Coffin can represent the need to let go of something that is no longer serving you. It can be a reminder to move on from a situation or a habit that is no longer beneficial to your growth. It can also be a sign to take a break from something that is causing you stress or anxiety.",
        "spiritual meaning": "The Lenormand Coffin card is a symbol of endings, transformation, and rebirth. It can represent a time of deep introspection and letting go of the past. It can also signify a period of rest and renewal, a time to reflect on what has been and to prepare for what is to come. It can indicate a need to move on from a situation or relationship that has become stagnant or unhealthy."
    },
    "Bouquet": {
        "general": "In the context of general, the Lenormand card Bouquet is a symbol of joy, celebration, and abundance. It can represent a time of good luck and prosperity, as well as a period of growth and renewal. It can also signify a time of love and friendship.",
        "keywords": "-Flowers\n-Gift\n-Celebration\n-Romance\n-Happiness\n-Blessing\n-Fertility\n-Love\n-Beauty\n-Joy\n-Pleasure\n-Luxury\n-Fulfillment\n-Achievement\n-Success\n-Prosperity\n-Abundance\n-Good Fortune\n-Bouquet",
        "nouns": "1. Blooms\n2. Floral Arrangement\n3. Bouquet\n4. Posy\n5. Nosegay\n6. Bunch\n7. Blossoms\n8. Floral Display\n9. Wreath\n10. Floral Bouquet",
        "verbs": "1. Celebrate\n2. Present\n3. Adorn\n4. Gather\n5. Unite\n6. Blossom\n7. Nurture\n8. Bloom\n9. Savor\n10. Cherish\n11. Admire\n12. Fragrance\n13. Rejoice\n14. Delight\n15. Smell\n16. Cultivate\n17. Arrange\n18. Acknowledge\n19. Appreciate\n20. Honor",
        "adjectives": "1. Fragrant\n2. Colorful\n3. Vibrant\n4. Joyful\n5. Blooming\n6. Radiant\n7. Lively\n8. Delightful\n9. Cheerful\n10. Aromatic\n11. Blooming\n12. Abundant\n13. Exotic\n14. Flourishing\n15. Blooming\n16. Vivid\n17. Blooming\n18. Blooming",
        "health": "In the context of health, the Lenormand card Bouquet can represent good health, healing, and vitality. It can also signify a positive outlook and a feeling of joy and contentment.",
        "career": "In the context of career, the Lenormand card Bouquet can symbolize success, recognition, and appreciation for your hard work. It can also indicate that you will be rewarded for your efforts, either in the form of a promotion or a bonus.",
        "love": "In the context of love, the Lenormand card Bouquet symbolizes a happy and harmonious relationship. It can also represent a gift of love, such as a bouquet of flowers, or a gesture of appreciation. It can also signify a celebration of love, such as an engagement or wedding.",
        "self development": "In the context of self development, the Lenormand card Bouquet can represent a period of growth and development, as well as a celebration of the progress you have made. It can also symbolize a time of renewal and rejuvenation, as well as a time of joy and appreciation for the beauty of life.",
        "spiritual meaning": "The Lenormand card Bouquet is a symbol of joy, celebration, and abundance. It can represent a time of growth and renewal, as well as a time of celebration and appreciation for the blessings in life. It can also suggest a time of healing and renewal, as well as a time of connecting with the spiritual realm."
    },
    "Scythe": {
        "general": "In the context of general, the Lenormand card Scythe symbolizes a time of transition, change, and transformation. It can also represent the need to make difficult decisions and to cut away what is no longer needed. It can also suggest a period of hard work and effort, as well as the need to be mindful of how one uses their resources.",
        "keywords": "1. Scythe\n2. Reaping\n3. Harvest\n4. Cut\n5. Endings\n6. Pruning\n7. Severance\n8. Change\n9. Transition\n10. Sever\n11. Divorce\n12. Separation\n13. Elimination\n14. Clearing\n15. Closure\n16. Finishing\n17. Parting\n18. Discarding\n19. Cleansing\n20. Abruptness",
        "nouns": "1. Harvest\n2. Death\n3. Reaping\n4. Endings\n5. Pruning\n6. Clearing\n7. Severance\n8. Cutting\n9. Divorce\n10. Loss",
        "verbs": "1. Reap\n2. Prune\n3. Cut\n4. Sever\n5. Slice\n6. Mow\n7. Trim\n8. Harvest\n9. Weed\n10. Divide",
        "adjectives": "1. Sharp\n2. Cutting\n3. Efficient\n4. Swift\n5. Swift-moving\n6. Precise\n7. Deadly\n8. Swift-acting\n9. Swift-striking\n10. Swift-cutting\n11. Swift-slicing\n12. Quick\n13. Swift-cleaving\n14. Piercing\n15. Swift-edged\n16. Swift-bladed\n17. Swift-shearing\n18. Swift-reaping\n19. Swift-harvesting\n20. Swift-mowing",
        "health": "In the context of health, the Lenormand card Scythe can represent a warning to take care of your health and be mindful of your lifestyle choices. It can also suggest that a health issue may be looming and that it is important to take preventative measures to ensure your health and wellbeing.",
        "career": "In the context of career, the Lenormand card Scythe can indicate a period of change or transition. It can suggest a need to make a difficult decision or to cut away something that is no longer serving you. It can also signify a period of hard work, or a time of reaping the rewards of your efforts.",
        "love": "In the context of love, the Lenormand card Scythe can signify a need to end a relationship or a situation that is no longer beneficial. It can also signify a need to make a difficult decision or to take a risk in order to move forward.",
        "self development": "The Lenormand card Scythe is a symbol of cutting away what is no longer needed in order to make room for growth. In the context of self development, it can represent the need to let go of old habits, beliefs, or patterns of behavior that are no longer serving you in order to make room for new growth. It can also represent the need to take a hard look at yourself and make difficult decisions in order to move forward.",
        "spiritual meaning": "In the context of spiritual meaning, the Lenormand card Scythe is a symbol of transformation and change. It can represent the cutting away of old patterns and beliefs that no longer serve you, and the need to embrace new perspectives and ways of being. It can also signify a period of hard work and effort that will be needed to achieve your goals."
    },
    "Whip": {
        "general": "In the context of general, the Lenormand card Whip can represent a need to take action, to be decisive, and to move forward with a plan. It can also represent a warning to be careful and to not take unnecessary risks.",
        "keywords": "-Lashing\n-Whip\n-Discipline\n-Punishment\n-Control\n-Dominance\n-Submission\n-Pain\n-Struggle\n-Restraint\n-Agitation\n-Harshness\n-Tension\n-Strictness\n-Obedience\n-Correction\n-Intensity\n-Agitation\n-Stimulation\n-Urgency\n-Action\n-Movement\n-Change\n-Progress\n-Evolution",
        "nouns": "1. Whip\n2. Horse\n3. Rider\n4. Coach\n5. Driver\n6. Whipcrack\n7. Lash\n8. Discipline\n9. Punishment\n10. Authority\n11. Control\n12. Task\n13. Chore\n14. Journey\n15. Adventure\n16. Speed\n17. Direction\n18. Movement\n19. Progress\n20. Change",
        "verbs": "1. Lash\n2. Flog\n3. Scourge\n4. Spank\n5. Switch\n6. Flail\n7. Beat\n8. Thrash\n9. Chastise\n10. Whack\n11. Punish\n12. Discipline\n13. Lacerate\n14. Scourge\n15. Scourge\n16. Scold\n17. Reprimand\n18. Castigate\n19. Scourge\n20. Whip",
        "adjectives": "1. Swift\n2. Agile\n3. Nimble\n4. Quick\n5. Energetic\n6. Vigorous\n7. Spirited\n8. Dynamic\n9. Fast\n10. Active",
        "health": "In the context of health, the Lenormand card Whip can represent a warning to take better care of your health and to make sure you are taking the necessary steps to stay healthy. It can also suggest that you need to take a more active approach to your health, such as exercising more or making healthier food choices.",
        "career": "In the context of career, the Lenormand card Whip can suggest that you need to take action and work hard to achieve your goals. It can also suggest that you need to be more disciplined and focused in order to succeed. The Whip can also indicate that you may need to make some difficult decisions in order to progress in your career.",
        "love": "In the context of love, the Lenormand card Whip can signify a need to take action in order to move a relationship forward. It can also indicate a need to be more assertive in order to get what you want. It can also symbolize a need to take a risk in order to make a relationship work.",
        "self development": "In the context of self development, the Lenormand card Whip can represent the need to take action and to push yourself to make changes. It can also represent the need to take control of your life and to make decisions that will lead to positive growth. The Whip can also symbolize the need to take risks and to challenge yourself in order to reach your goals.",
        "spiritual meaning": "The Lenormand Whip card is associated with the spiritual meaning of discipline, focus, and motivation. It can be a reminder to stay on track and to stay motivated in order to reach your goals. It can also be a warning to be careful of the decisions you make, as they can have long-term consequences."
    },
    "Birds": {
        "general": "In the context of general, the Lenormand card Birds can represent communication, messages, news, gossip, and socializing. It can also symbolize freedom, progress, and new opportunities.",
        "keywords": "-Flight\n-Messenger\n-Communication\n-Connection\n-Gossip\n-News\n-Networking\n-Socializing\n-Interaction\n-Chatter\n-Chirping\n-Singing\n-Freedom\n-Liberty\n-Escape\n-Adventure\n-Journey\n-Exploration\n-Vision\n-Perspective\n-Insight\n-Clarity\n-Wings",
        "nouns": "1. Dove\n2. Eagle\n3. Hawk\n4. Finch\n5. Parrot\n6. Pigeon\n7. Ostrich\n8. Swan\n9. Peacock\n10. Crow\n11. Robin\n12. Seagull\n13. Hummingbird\n14. Woodpecker\n15. Vulture\n16. Flamingo\n17. Magpie\n18. Bluebird\n19. Kingfisher\n20. Quail",
        "verbs": "1. Chirp\n2. Flutter\n3. Hover\n4. Glide\n5. Soar\n6. Sing\n7. Fly\n8. Swoop\n9. Dive\n10. Flap\n11. Peck\n12. Perch\n13. Preen\n14. Migrate\n15. Flock\n16. Nest\n17. Scavenge\n18. Hunt\n19. Gather\n20. Squawk",
        "adjectives": "1. Airy\n2. Chirpy\n3. Graceful\n4. Fluttering\n5. Winged\n6. Vibrant\n7. Flapping\n8. Soaring\n9. Chatty\n10. Nimble\n11. Agile\n12. Alert\n13. Swift\n14. Fluffy\n15. Colorful\n16. Cheerful\n17. Vocal\n18. Singing\n19. Joyful\n20. Flitting",
        "health": "In the context of health, the Lenormand card Birds can indicate a need to take a break from the stress of life and to focus on relaxation and self-care. It can also suggest that it is time to take a step back and look at the bigger picture of your health and wellbeing.",
        "career": "The Lenormand card Birds in the context of career typically symbolizes communication, networking, and opportunities. It can indicate that you are in the process of connecting with the right people or resources to help you advance in your career. It can also suggest that you should focus on communication and networking to find the right job or career path.",
        "love": "The Lenormand card Birds in the context of love typically symbolizes a new relationship or a blossoming romance. It can also indicate a message of love or a new beginning in an existing relationship.",
        "self development": "The Lenormand card Birds is a symbol of freedom, communication, and new opportunities. In the context of self development, it can represent a time of growth and exploration, of taking risks and embracing change. It can also suggest that you need to take a break from your routine and explore new ideas or avenues of self-expression.",
        "spiritual meaning": "The Lenormand card Birds is often associated with the spiritual meaning of freedom, communication, and new opportunities. It can also represent the need to take a step back and look at the bigger picture. It can also symbolize the need to take a break from the mundane and to explore new possibilities."
    },
    "Child": {
        "general": "In the context of general, the Lenormand card Child can represent innocence, new beginnings, creativity, and potential. It can also signify a need for protection and guidance, or a desire for freedom and exploration.",
        "keywords": "- Innocence\n- Youth\n- Naivety\n- Beginnings\n- Renewal\n- Growth\n- Playfulness\n- Curiosity\n- Imagination\n- Creativity\n- Exploration\n- Openness\n- Possibilities\n- Potential\n- Unbounded\n- Uninhibited\n- Unrestricted\n- Vulnerability\n- Dependence\n- Dependability\n- Trust\n- Hope\n- Joy\n- Freedom\n- Joyful",
        "nouns": "1. Youth\n2. Innocence\n3. Play\n4. Curiosity\n5. Imagination\n6. Creativity\n7. Joy\n8. Discovery\n9. Growth\n10. Adventure",
        "verbs": "1. Learn\n2. Grow\n3. Play\n4. Explore\n5. Discover\n6. Dream\n7. Laugh\n8. Imagine\n9. Create\n10. Bond\n11. Develop\n12. Connect\n13. Express\n14. Nurture\n15. Teach\n16. Share\n17. Enjoy\n18. Embrace\n19. Unite\n20. Inspire",
        "adjectives": "1. Youthful\n2. Naive\n3. Innocent\n4. Playful\n5. Joyful\n6. Creative\n7. Curious\n8. Energetic\n9. Cheerful\n10. Optimistic\n11. Free-spirited\n12. Enthusiastic\n13. Imaginative\n14. Inquisitive\n15. Vibrant\n16. Spirited\n17. Adventurous\n18. Bold\n19. Inquisitive\n20. Inquisitive",
        "health": "In the context of health, the Lenormand card Child can represent a new beginning, a fresh start, or a new approach to health and wellness. It can also represent a new focus on taking care of yourself, or a new outlook on life.",
        "career": "The Lenormand card Child in the context of career typically symbolizes new beginnings, fresh ideas, and a willingness to take risks. It can also suggest that you should take a more youthful approach to your career and be open to learning new skills and developing new talents.",
        "love": "In the context of love, the Lenormand card Child can represent a new relationship, a fresh start, or a new beginning. It can also represent a childlike innocence and joy in the relationship, or a desire to nurture and protect the relationship.",
        "self development": "The Lenormand card Child in the context of self development can represent a new beginning, a fresh start, or a new outlook on life. It can also represent innocence, creativity, and potential. It can suggest that you should embrace your inner child and allow yourself to be more open and playful. It can also suggest that you should take some time to nurture yourself and explore your own potential.",
        "spiritual meaning": "The Lenormand card Child is a symbol of innocence, potential, and new beginnings. It can represent the birth of a new idea, the start of a new project, or the beginning of a new journey. It can also symbolize a need to be more open and trusting, to take risks and embrace change. On a spiritual level, the card can represent a period of spiritual growth and renewal."
    },
    "Fox": {
        "general": "In the context of general, the Lenormand card Fox symbolizes intelligence, cunning, and resourcefulness. It suggests that you should use your wit and cleverness to get ahead in life. It can also indicate that you need to be careful of people who may be trying to deceive or manipulate you.",
        "keywords": "- Cunning\n- Trickery\n- Deception\n- Mischief\n- Intelligence\n- Cleverness\n- Slyness\n- Guile\n- Subterfuge\n- Manipulation\n- Resourcefulness\n- Adaptability\n- Alertness\n- Agility\n- Craftiness\n- Deceit\n- Duplicity\n- Stealth\n- Strategy\n- Outwitting\n- Outsmarting\n- Sly\n- Wily\n- Cunningness\n- Slyness\n- Foxy\n- Sly Fox",
        "nouns": "1. Cunning\n2. Trickery\n3. Deception\n4. Intelligence\n5. Mischief\n6. Cleverness\n7. Slyness\n8. Guile\n9. Subterfuge\n10. Duplicity\n11. Artifice\n12. Resourcefulness\n13. Stealth\n14. Charm\n15. Wit\n16. Manipulation\n17. Duplicity\n18. Cunningness\n19. Astuteness\n20. Craftiness",
        "verbs": "1. Trick\n2. Outwit\n3. Deceive\n4. Mislead\n5. Manipulate\n6. Outsmart\n7. Elude\n8. Dodge\n9. Evade\n10. Skirt\n11. Avoid\n12. Scheme\n13. Plot\n14. Fabricate\n15. Concoct",
        "adjectives": "1. Cunning\n2. Sly\n3. Wily\n4. Deceptive\n5. Mischievous\n6. Astute\n7. Shrewd\n8. Artful\n9. Crafty\n10. Resourceful\n11. Canny\n12. Clever\n13. Guileful\n14. Foxy\n15. Adroit\n16. Slick\n17. Savvy\n18. Astucious\n19. Subtil\n20. Deceitful",
        "health": "In the context of health, the Lenormand card Fox can indicate that you need to be more alert and aware of your health and well-being. It can also suggest that you need to be more mindful of your physical and mental health, and take steps to ensure that you are taking care of yourself.",
        "career": "In the context of career, the Lenormand card Fox can represent a need to be more cunning and resourceful in order to achieve success. It can also suggest that you need to be more strategic and clever in your approach to work. It can also indicate that you need to be more aware of the competition and be prepared to outsmart them in order to get ahead.",
        "love": "The Lenormand Fox card in the context of love can symbolize a person who is sly, cunning, and manipulative. It can also represent a person who is flirtatious and who may be playing games in the relationship. It can also indicate that one partner is being dishonest or untrustworthy.",
        "self development": "The Lenormand card Fox in the context of self development can symbolize the need to be more cunning and resourceful in order to achieve your goals. It can also suggest that you need to be more aware of the subtle influences and manipulations of others. Finally, it can indicate that you need to be more aware of the consequences of your actions and decisions.",
        "spiritual meaning": "The Lenormand Fox card is associated with cunning, intelligence, and the ability to adapt to any situation. It can also represent a person who is a trickster or a liar. On a spiritual level, the Fox card can represent a need to be more aware and mindful of the choices you make, as well as the consequences of those choices. It can also be a reminder to stay alert and be aware of any potential danger or deception that may be lurking."
    },
    "Bear": {
        "general": "In the context of general, the Lenormand card Bear symbolizes strength, stability, and protection. It can also represent an individual who is reliable and dependable, or a situation that requires patience and perseverance.",
        "keywords": "-Strength\n-Protection\n-Patience\n-Providence\n-Power\n-Resourcefulness\n-Stability\n-Endurance\n-Persistence\n-Leadership\n-Security\n-Wealth\n-Abundance\n-Generosity\n-Harmony\n-Growth\n-Success\n-Fertility\n-Nurturing\n-Comfort\n-Support",
        "nouns": "1. Strength\n2. Protection\n3. Security\n4. Stability\n5. Wealth\n6. Comfort\n7. Generosity\n8. Abundance\n9. Power\n10. Patience\n11. Wisdom\n12. Leadership\n13. Authority\n14. Support\n15. Nurturing\n16. Compassion\n17. Resourcefulness\n18. Self-confidence\n19. Resilience\n20. Endurance",
        "verbs": "1. Grow\n2. Nurture\n3. Protect\n4. Secure\n5. Accumulate\n6. Invest\n7. Strengthen\n8. Consolidate\n9. Support\n10. Encourage\n11. Develop\n12. Expand\n13. Construct\n14. Sustain\n15. Anchor\n16. Endure\n17. Rely\n18. Fortify\n19. Defend\n20. Guard",
        "adjectives": "1. Strong\n2. Protective\n3. Patient\n4. Nurturing\n5. Wise\n6. Generous\n7. Loyal\n8. Steadfast\n9. Determined\n10. Resourceful\n11. Industrious\n12. Reliable\n13. Caring\n14. Supportive\n15. Affectionate",
        "health": "In the context of health, the Lenormand card Bear can represent a need for rest and relaxation. It can also signify a need to take a break from stressful situations and to focus on self-care. It can also suggest that you need to take some time to nurture yourself and your body.",
        "career": "In the context of career, the Lenormand card Bear can represent a hardworking and ambitious individual who is determined to achieve success. It can also represent a person who is strong-willed and has a great deal of determination and focus. The Bear card can also symbolize a person who is reliable and dependable when it comes to their work.",
        "love": "In the context of love, the Lenormand card Bear can represent a strong and protective partner, someone who is reliable and dependable. It can also suggest that a relationship is becoming more serious and committed.",
        "self development": "In the context of self development, the Lenormand card Bear can represent a need to be more assertive and take control of your life. It can also represent a need to be more patient and take the time to understand yourself and your goals. The Bear can also symbolize strength and courage, and a need to stand up for yourself and your beliefs.",
        "spiritual meaning": "In the context of spiritual meaning, the Lenormand card Bear symbolizes strength, stability, and protection. It can represent a person who is reliable and dependable, or a situation that requires patience and perseverance. It can also be a sign of abundance and financial security."
    },
    "Stars": {
        "general": "The Lenormand card Stars is a symbol of hope, optimism, and success. It can represent a bright future, a new beginning, and a chance to reach your goals. It can also indicate a period of spiritual growth and enlightenment.",
        "keywords": "-Astrology\n-Heavenly Bodies\n-Fate\n-Destiny\n-Luck\n-Prosperity\n-Success\n-Opportunity\n-Hope\n-Illumination\n-Clarity\n-Guidance\n-Wisdom\n-Intuition\n-Divination\n-Mysticism\n-Spirituality\n-Mystery\n-Enlightenment\n-Achievement\n-Ambition\n-Ascension\n-Awareness\n-Manifestation\n-Manifesting\n-Dreams\n-Visions\n-Journey\n-Path\n-Fulfillment",
        "nouns": "1. Heavens\n2. Constellations\n3. Galaxies\n4. Planets\n5. Astrology\n6. Astronomy\n7. Meteorites\n8. Comets\n9. Shooting stars\n10. Dreams\n11. Ambitions\n12. Goals\n13. Success\n14. Luck\n15. Fortune\n16. Illumination\n17. Hope\n18. Inspiration\n19. Miracles\n20. Magic",
        "verbs": "1. Shine\n2. Illuminate\n3. Glitter\n4. Radiate\n5. Spark\n6. Ascend\n7. Guide\n8. Inspire\n9. Attract\n10. Uplift\n11. Motivate\n12. Attain\n13. Accomplish\n14. Achieve\n15. Excel\n16. Succeed\n17. Flourish\n18. Prosper\n19. Realize\n20. Illumine",
        "adjectives": "1. Radiant\n2. Glittering\n3. Shining\n4. Illuminating\n5. Sparkling\n6. Glowing\n7. Dazzling\n8. Stunning\n9. Brilliant\n10. Magnificent\n11. Heavenly\n12. Celestial\n13. Serene\n14. Mystic\n15. Mysterious\n16. Sublime\n17. Supernatural\n18. Divine\n19. Ethereal\n20. Astral",
        "health": "In the context of health, the Lenormand card Stars can represent a period of healing and renewal, as well as a time of hope and optimism. It can also signify a time of spiritual growth and transformation, as well as a period of good health and wellbeing.",
        "career": "The Lenormand card Stars in the context of career can represent success, recognition, and ambition. It can also signify a promotion or a new job opportunity. It is a sign of hope and a reminder to keep striving for your goals.",
        "love": "In the context of love, the Lenormand card Stars can represent hope, optimism, and a bright future. It can also suggest that you may be feeling a strong connection to someone and that you are looking forward to a positive outcome.",
        "self development": "The Lenormand card Stars is a card of hope and optimism. It suggests that you have the potential to reach your goals and that you should have faith in yourself and your abilities. It is a reminder to stay positive and to keep striving towards your dreams. It also suggests that you should take time to appreciate the small successes in your life and to recognize the progress you have made.",
        "spiritual meaning": "The Lenormand card Stars is associated with spiritual meaning of hope, guidance, and protection. It is a sign that you are being watched over and that the Universe is sending you signs of hope and guidance. It can also be a sign of spiritual growth and enlightenment."
    },
    "Stork": {
        "general": "In general, the Lenormand card Stork is a symbol of new beginnings, progress, and change. It can represent a new job, a new relationship, a new home, or a new stage in life. It can also signify fertility, renewal, and growth.",
        "keywords": "-Lenormand Stork\n-Lenormand card Stork\n-Stork Lenormand\n-Lenormand Stork card\n-Stork card Lenormand\n-Lenormand Oracle Stork\n-Stork Lenormand Oracle\n-Lenormand Stork meaning\n-Stork Lenormand interpretation\n-Lenormand Stork symbolism\n-Stork Lenormand divination\n-Lenormand Stork advice\n-Stork Lenormand guidance\n-Lenormand Stork message\n-Stork Lenormand reading",
        "nouns": "1. Migration\n2. Parenting\n3. Delivery\n4. Renewal\n5. Change\n6. Progress\n7. Transformation\n8. Growth\n9. Fertility\n10. New Beginnings\n11. Opportunity\n12. Journey\n13. Arrival\n14. Success\n15. Legacy\n16. Inheritance\n17. Wisdom\n18. Patience\n19. Balance\n20. Adaptability",
        "verbs": "1. Migrate\n2. Nurture\n3. Deliver\n4. Transform\n5. Renew\n6. Progress\n7. Flourish\n8. Adapt\n9. Mature\n10. Grow",
        "adjectives": "1. Energetic\n2. Productive\n3. Ambitious\n4. Focused\n5. Industrious\n6. Efficient\n7. Patient\n8. Organized\n9. Strategic\n10. Goal-oriented\n11. Methodical\n12. Responsible\n13. Dependable\n14. Dutiful\n15. Reliable\n16. Persevering\n17. Diligent\n18. Disciplined\n19. Adaptable\n20. Resourceful",
        "health": "In the context of health, the Lenormand card Stork can represent a new beginning, such as a new health regime or the start of a new health journey. It can also symbolize a pregnancy or the arrival of a new baby.",
        "career": "The Lenormand card Stork in the context of career typically symbolizes a new job or promotion. It can also mean a change in career, such as a new job, a new position, or a new field of work. It can also represent a period of growth and development in one's career.",
        "love": "In the context of love, the Lenormand card Stork can represent a new relationship or a new phase in an existing relationship. It can also symbolize a pregnancy or the arrival of a new family member.",
        "self development": "The Lenormand card Stork symbolizes progress, transformation, and new beginnings. In the context of self development, the Stork card suggests that you are ready to make a major change in your life and that you are about to embark on a new journey. It suggests that you are ready to take the necessary steps to make a positive change in your life and that you are open to new opportunities.",
        "spiritual meaning": "The Lenormand card Stork is often associated with spiritual transformation and growth. It can represent a new beginning, a fresh start, and a new cycle of life. It can also symbolize a spiritual journey, a time of change, and a period of renewal."
    },
    "Dog": {
        "general": "In the context of general, the Lenormand card Dog symbolizes loyalty, friendship, and protection. It can also represent a person in your life who is loyal and trustworthy, or a situation that requires loyalty and trust.",
        "keywords": "-Loyalty\n-Companionship\n-Protection\n-Friendship\n-Guidance\n-Alertness\n-Intuition\n-Obedience\n-Fidelity\n-Dependability\n-Trust\n-Loyal\n-Faithful\n-Devotion\n-Intelligence\n-Insight\n-Perseverance\n-Patience\n-Playfulness\n-Alert\n-Caring\n-Sensitivity\n-Responsibility\n-Loving",
        "nouns": "1. Loyalty \n2. Protection \n3. Friendship \n4. Fidelity \n5. Guidance \n6. Obedience \n7. Playfulness \n8. Companionship \n9. Alertness \n10. Devotion \n11. Intelligence \n12. Comfort \n13. Affection \n14. Trust \n15. Patience \n16. Courage \n17. Faithfulness \n18. Guarding \n19. Sincerity \n20. Joy",
        "verbs": "1. Guard\n2. Chase\n3. Follow\n4. Fetch\n5. Bark\n6. Play\n7. Sniff\n8. Comfort\n9. Cuddle\n10. Protect",
        "adjectives": "1. Loyal\n2. Protective\n3. Faithful\n4. Obedient\n5. Affectionate\n6. Playful\n7. Alert\n8. Intelligent\n9. Social\n10. Loving",
        "health": "In the context of health, the Lenormand card Dog can indicate that you need to take better care of yourself and your health. It can also suggest that you need to be more aware of your body and pay attention to any signs of illness or discomfort. Additionally, it can suggest that you need to be more mindful of your mental health and take steps to reduce stress and anxiety.",
        "career": "The Lenormand card Dog in the context of career can mean loyalty, hard work, and dedication to your job. It can also suggest that you need to be more loyal and committed to your career in order to achieve success.",
        "love": "In the context of love, the Lenormand card Dog can represent loyalty and commitment. It can also symbolize a partner who is supportive and protective, or a relationship that is based on trust and friendship.",
        "self development": "The Lenormand card Dog in the context of self development can represent loyalty, friendship, and support. It can also signify a need for companionship, a desire for security, and a willingness to help others. It can suggest that you should be open to the support of others and that you should be loyal to yourself and your goals.",
        "spiritual meaning": "The Lenormand Dog card is associated with loyalty, friendship, and protection. It can also represent a person in your life who is loyal and trustworthy. Spiritually, the Dog card can represent a guardian angel or spirit guide who is looking out for you and protecting you from harm. It can also symbolize a need to be more loyal to yourself and your own values."
    },
    "Tower": {
        "general": "In the context of general, the Lenormand card Tower represents a period of upheaval, disruption, and transformation. It can indicate a time of great change, a need to break away from the status quo, or a difficult situation that requires a strong foundation to weather the storm. It can also suggest a need for structure and stability, or a need to take a step back and reassess the situation.",
        "keywords": "- Tower\n- Structure\n- High Place\n- Isolation\n- Inaccessibility\n- Warning\n- Fear\n- Protection\n- Strength\n- Obstacles\n- Challenges\n- Difficulties\n- Unexpected Changes\n- Unexpected Events\n- Upheaval\n- Disruption\n- Loss\n- Reversal\n- Transformation\n- Breakthrough\n- Revelation\n- Illumination\n- Authority\n- Power",
        "nouns": "1. Citadel\n2. Skyscraper\n3. Keep\n4. Fortress\n5. Monument\n6. Spire\n7. Bastion\n8. Stronghold\n9. Edifice\n10. Tower",
        "verbs": "1. Ascend\n2. Climb\n3. Construct\n4. Erect\n5. Fortify\n6. Grow\n7. Overcome\n8. Rebuild\n9. Reinforce\n10. Rise\n11. Strengthen\n12. Surmount\n13. Topple\n14. Unite\n15. Uplift",
        "adjectives": "1. Imposing\n2. Monumental\n3. Solid\n4. Stately\n5. Unyielding\n6. Unassailable\n7. Invincible\n8. Unmovable\n9. Stalwart\n10. Immovable\n11. Unshakeable\n12. Sturdy\n13. Strict\n14. Uncompromising\n15. Unflinching\n16. Unbending\n17. Unalterable\n18. Unchangeable\n19. Unwavering\n20. Unfaltering",
        "health": "In the context of health, the Lenormand card Tower can represent a need for structure and stability. It can suggest that you need to take a step back and take a look at your overall health and lifestyle. It can also suggest that you need to make changes to your life in order to create a healthier balance.",
        "career": "The Lenormand card Tower in the context of career typically represents a period of hard work and dedication that will eventually lead to success. It can also represent a promotion or a new job opportunity. It can also indicate a period of stagnation or a lack of progress.",
        "love": "The Lenormand Tower card in the context of love can represent a relationship that is built on a strong foundation and is stable and secure. It can also represent a relationship that is going through a difficult time, but is still standing strong. It can also symbolize a need for independence and a desire for freedom.",
        "self development": "The Lenormand Tower card is associated with structure, stability, and security. In the context of self-development, it can symbolize the need to create a strong foundation for yourself, to build a solid base from which to grow and progress. It can also suggest that you need to take a step back and look at the bigger picture in order to gain a better understanding of your current situation.",
        "spiritual meaning": "The Lenormand Tower card is associated with spiritual meaning of protection, stability, and structure. It can represent a spiritual refuge or a place of safety, and can also symbolize the need to build a strong foundation for your spiritual journey. It can also represent a period of spiritual growth and transformation."
    },
    "Garden": {
        "general": "In the context of general, the Lenormand card Garden symbolizes a time of growth, abundance, and fertility. It can also represent a place of peace and relaxation, or a need for time to reflect and nurture oneself.",
        "keywords": "- Nature\n- Growth\n- Abundance\n- Fertility\n- Reflection\n- Renewal\n- Rejuvenation\n- Transformation\n- Balance\n- Harmony\n- Peace\n- Hope\n- Renewal\n- Prosperity\n- Nurturing\n- Creativity\n- Exploration\n- Adventure\n- Freedom\n- Expansion\n- Possibilities\n- New Beginnings\n- Joy\n- Renewed Energy\n- Clarity\n- Insight\n- Self-discovery",
        "nouns": "1. Nature\n2. Growth\n3. Foliage\n4. Flowers\n5. Plants\n6. Trees\n7. Path\n8. Bench\n9. Fountain\n10. Gate\n11. Vegetables\n12. Herbs\n13. Birds\n14. Insects\n15. Soil\n16. Sunlight\n17. Shade\n18. Watering Can\n19. Picket Fence\n20. Garden Gnome",
        "verbs": "1. Cultivate\n2. Plant\n3. Grow\n4. Harvest\n5. Weed\n6. Prune\n7. Water\n8. Fertilize\n9. Mulch\n10. Dig\n11. Rake\n12. Mow\n13. Trim\n14. Edge\n15. Compost\n16. Sow\n17. Tend\n18. Nurture\n19. Reap\n20. Enjoy",
        "adjectives": "1. Lush\n2. Verdant\n3. Blooming\n4. Abundant\n5. Serene\n6. Peaceful\n7. Vibrant\n8. Colorful\n9. Flourishing\n10. Lively\n11. Fragrant\n12. Inviting\n13. Joyful\n14. Cheerful\n15. Vigorous\n16. Productive\n17. Thriving\n18. Verdurous\n19. Bountiful\n20. Blooming",
        "health": "In the context of health, the Lenormand card Garden can represent a need for rest and relaxation. It can also symbolize a need to nurture yourself and your body, and to take time to enjoy the simple pleasures of life. It can also represent a need to reconnect with nature and to take time to appreciate the beauty of the world around you.",
        "career": "In the context of career, the Lenormand card Garden can represent a period of growth and development. It can indicate that you are in a period of learning and exploring new opportunities, and that you are likely to reap the rewards of your hard work. It can also suggest that you are in a position to make a positive change in your career, and that you should take advantage of the opportunities that come your way.",
        "love": "In the context of love, the Lenormand card Garden can indicate a need for a break from the relationship, a need to take a step back and re-evaluate the situation. It can also suggest that the relationship needs to be nurtured and taken care of, like a garden, in order to thrive.",
        "self development": "The Lenormand card Garden in the context of self development can represent a need for personal growth and development. It can signify that you need to take some time to nurture yourself and your own growth. It can also suggest that you need to take some time to reflect and find balance in your life.",
        "spiritual meaning": "In spiritual terms, the Lenormand card Garden symbolizes a place of peace, tranquility, and growth. It can represent a spiritual retreat, a place of meditation, or a place of spiritual healing. It can also represent a time of renewal and growth, a time to reconnect with nature and the divine, and a place of abundance and fertility."
    },
    "Mountain": {
        "general": "In general, the Lenormand card Mountain symbolizes an obstacle or a challenge that must be overcome. It can also indicate a period of hard work and effort that will be required to reach a goal. It can also represent a period of stagnation or a lack of progress.",
        "keywords": "-Height\n-Summit\n-Climb\n-Slope\n-Hill\n-Rise\n-Rocky\n-Steep\n-Obstacle\n-Barrier\n-Challenge\n-Difficult\n-Journey\n-Achievement\n-Ascent\n-Adventure\n-Perspective\n-View\n-Heightened\n-Awareness\n-Growth\n-Progress\n-Development\n-Obstruction\n-Delay\n-Hurdle\n-Struggle\n-Conquer",
        "nouns": "1. Summit\n2. Valley\n3. Peak\n4. Climb\n5. Descent\n6. Slope\n7. Trail\n8. Rocks\n9. Cavern\n10. Plateau\n11. Summit\n12. Summit\n13. Summit\n14. Summit\n15. Summit\n16. Summit\n17. Summit\n18. Summit\n19. Summit\n20. Summit",
        "verbs": "climb, ascend, reach, summit, traverse, conquer, explore, scale, ascend, traverse, hike, ascend, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse, traverse",
        "adjectives": "1. Stable\n2. Solid\n3. Rugged\n4. Unyielding\n5. Impenetrable\n6. Unmovable\n7. Unchanging\n8. Permanent\n9. Monumental\n10. Immovable\n11. Unshakeable\n12. Stalwart\n13. Unalterable\n14. Unflinching\n15. Stately\n16. Majestic\n17. Grand\n18. Towering\n19. Monumental\n20. Substantial",
        "health": "In the context of health, the Lenormand card Mountain can indicate a period of difficulty or challenge that needs to be overcome. It could also suggest a need for patience and perseverance when dealing with a health issue. It could also suggest a need to take a break and rest in order to regain strength and energy.",
        "career": "The Lenormand card Mountain in the context of career typically symbolizes a period of difficulty or stagnation. It can indicate that progress in your career is blocked or that you are facing a challenge that you must overcome before you can move forward. It can also suggest that you need to take a break and reassess your goals before continuing.",
        "love": "The Lenormand card Mountain in the context of love can symbolize a period of difficulty or a challenge in the relationship. It can also suggest that the relationship is at a standstill and needs to be worked on in order to move forward.",
        "self development": "The Lenormand card Mountain symbolizes obstacles and challenges that must be overcome in order to reach one's goals. It can also represent a period of hard work and dedication that is necessary in order to make progress in self-development. The card can also indicate that the querent needs to take a break and reflect on their progress, or that they need to be patient and take their time in order to reach their goals.",
        "spiritual meaning": "The Lenormand card Mountain is associated with a spiritual meaning of stability, strength, and determination. It suggests that you need to take a moment to pause and reflect on your current situation. It is a reminder to stay focused and to remain determined in the face of any challenge. It can also be a sign that you need to take a break and recharge your energy."
    },
    "Crossroad": {
        "general": "In the context of general, the Lenormand card Crossroad suggests that you are at a point in your life where you must make an important decision or choice. This card can also indicate that you are at a crossroads in your life and must decide which path to take. It can also symbolize a time of transition and change.",
        "keywords": "-Decision\n-Fork in the road\n-Crossroads\n-Choice\n-Path\n-Junction\n-Direction\n-Options\n-Alternatives\n-Opportunity\n-Fate\n-Destiny\n-Journey\n-Confusion\n-Indecision\n-Crossing\n-Intersection\n-Dilemma\n-Hesitation\n-Crossing point\n-Interchange\n-Turning point",
        "nouns": "1. Path\n2. Intersection\n3. Choice\n4. Decision\n5. Junction\n6. Opportunity\n7. Fork\n8. Crossroads\n9. Dilemma\n10. Alternatives",
        "verbs": "1. Diverge\n2. Choose\n3. Debate\n4. Decide\n5. Part\n6. Divide\n7. Weigh\n8. Compare\n9. Contrast\n10. Select\n11. Discriminate\n12. Contrast\n13. Divert\n14. Separate\n15. Branch\n16. Partition\n17. Split\n18. Contrast\n19. Contrast\n20. Disagree",
        "adjectives": "1. Conflicting\n2. Divergent\n3. Disparate\n4. Contradictory\n5. Dissonant\n6. Opposing\n7. Discordant\n8. Incompatible\n9. Diverse\n10. Antithetical\n11. Disagreeing\n12. Separate\n13. Varied\n14. Divided\n15. Unrelated\n16. Contrasting\n17. Controversial\n18. Disunited\n19. Clashing\n20. Unalike",
        "health": "In the context of health, the Lenormand card Crossroad can represent a time of indecision or confusion, where you may be unsure of which direction to take with your health. It can also represent a time of transition, where you are considering making a change or taking a different approach to your health.",
        "career": "In the context of career, the Lenormand card Crossroad can represent a time of decision-making, a choice between two paths, or a time of transition. It can suggest that you are at a crossroads in your career and must make a decision about which direction to take. It can also suggest that you are at a point of no return and must make a decision that will affect your future.",
        "love": "In the context of love, the Lenormand card Crossroad can represent a difficult decision that needs to be made in the relationship. It could mean that the relationship is at a crossroads and that a difficult decision needs to be made in order to move forward. It could also mean that the relationship is at a point of stagnation and that a decision needs to be made in order to move it forward.",
        "self development": "The Lenormand card Crossroad in the context of self development can represent a time of decision making and choices. It can symbolize a time of transition and transformation, where you are presented with multiple paths and must choose which one to take. It can also represent a time of self-reflection and contemplation, as you must take a step back and consider all of your options before making a decision.",
        "spiritual meaning": "The Lenormand card Crossroad is associated with a spiritual meaning of making a decision or choice. It suggests that you are at a crossroads in your life and must choose a path. It can also represent a time of transition or transformation, as well as a need to take a risk or make a difficult decision."
    },
    "Mice": {
        "general": "In the context of general, the Lenormand card Mice can represent small problems, annoyances, and worries that are causing stress or distraction. It can also represent a feeling of being overwhelmed or taken advantage of.",
        "keywords": "- Rodents\n- Small animals\n- Scurrying\n- Mischief\n- Playful\n- Nervousness\n- Anxiety\n- Resourcefulness\n- Adaptability\n- Quickness\n- Changeability\n- Alertness\n- Restlessness\n- Insecurity\n- Uncertainty\n- Misfortune\n- Loss\n- Opportunities\n- Challenges\n- Risk-taking\n- Caution\n- Carefulness\n- Negotiation\n- Communication",
        "nouns": "1. Vermin\n2. Rodents\n3. Pests\n4. Infestation\n5. Scurrying\n6. Nibbling\n7. Chewing\n8. Squeaking\n9. Fur\n10. Whiskers",
        "verbs": "1. Scurry\n2. Gnaw\n3. Steal\n4. Gather\n5. Hoard\n6. Search\n7. Skitter\n8. Scamper\n9. Squeal\n10. Squeak",
        "adjectives": "1. Mischievous\n2. Nervous\n3. Agile\n4. Quick\n5. Busy\n6. Inquisitive\n7. Crafty\n8. Resourceful\n9. Clever\n10. Alert\n11. Playful\n12. Inquisitive\n13. Skittish\n14. Furtive\n15. Wily\n16. Stealthy\n17. Cautious\n18. Vulnerable\n19. Adaptable\n20. Nimble",
        "health": "In the context of health, the Lenormand card Mice can represent minor health issues or illnesses that are not serious but should be taken care of. It can also represent a fear of illness or a need to be more mindful of one's health.",
        "career": "The Lenormand card Mice in the context of career can symbolize a warning to be careful with your finances and to watch out for any potential losses or setbacks. It can also suggest that you may be dealing with a lot of small details and tedious tasks in your current job.",
        "love": "In the context of love, the Lenormand card Mice can represent gossip, rumors, and secrets. It can also represent a lack of communication or a lack of trust in the relationship. It can be a warning to be careful of what you say and how you say it, as words can have a powerful impact on relationships.",
        "self development": "The Lenormand card Mice can represent a warning to be careful of the choices you make in your life. It can suggest that you need to be mindful of how your decisions and actions can have long-term consequences. It can also be a reminder to pay attention to the details and to be aware of the potential for small problems to become bigger ones if left unchecked. In terms of self-development, it can be a reminder to be mindful of the choices you make and to take responsibility for the consequences of your actions.",
        "spiritual meaning": "The Lenormand card Mice is a symbol of small worries and anxieties that can quickly become overwhelming if not dealt with. It can also be a sign of feeling overwhelmed by too many tasks or responsibilities. On a spiritual level, it can be a reminder to take a step back and look at the bigger picture, to take a break and focus on what is truly important."
    },
    "Heart": {
        "general": "In the context of general, the Lenormand card Heart symbolizes love, relationships, and emotional connections. It can also represent matters of the heart, such as joy, compassion, and understanding.",
        "keywords": "1. Love\n2. Romance\n3. Compassion\n4. Emotion\n5. Tenderness\n6. Affection\n7. Devotion\n8. Friendship\n9. Kindness\n10. Intimacy\n11. Relationship\n12. Fondness\n13. Harmony\n14. Joy\n15. Happiness\n16. Harmony\n17. Unity\n18. Togetherness\n19. Bonding\n20. Connectedness",
        "nouns": "1. Love\n2. Compassion\n3. Emotion\n4. Romance\n5. Relationship\n6. Devotion\n7. Affection\n8. Tenderness\n9. Intimacy\n10. Fondness\n11. Friendship\n12. Unity\n13. Bond\n14. Attachment\n15. Harmony\n16. Adoration\n17. Ardor\n18. Passion\n19. Fervor\n20. Sympathy",
        "verbs": "1. Love\n2. Cherish\n3. Nurture\n4. Connect\n5. Embrace\n6. Bond\n7. Share\n8. Adore\n9. Appreciate\n10. Respect\n11. Comfort\n12. Rejoice\n13. Celebrate\n14. Treasure\n15. Unite\n16. Admire\n17. Soothe\n18. Support\n19. Rekindle\n20. Heal",
        "adjectives": "1. Loving\n2. Affectionate\n3. Caring\n4. Devoted\n5. Passionate\n6. Tender\n7. Amorous\n8. Fond\n9. Intimate\n10. Devotional\n11. Sympathetic\n12. Kind\n13. Compassionate\n14. Ardent\n15. Sentimental\n16. Tearful\n17. Emotional\n18. Attentive\n19. Considerate\n20. Charitable",
        "health": "In the context of health, the Lenormand card Heart can represent emotional wellbeing, love, and compassion. It can also symbolize physical health, as the heart is the organ that pumps blood throughout the body.",
        "career": "In the context of career, the Lenormand card Heart can represent a successful career, a job that you love, or a job that brings you joy and satisfaction. It can also represent a job that is emotionally fulfilling, or a job that provides you with a sense of purpose.",
        "love": "The Lenormand card Heart in the context of love typically symbolizes love, romance, and relationships. It can also signify a strong emotional connection between two people, a passionate and loving relationship, or a deep and meaningful bond.",
        "self development": "The Lenormand card Heart in the context of self development could represent a focus on self-love, emotional healing, and developing a strong sense of self-worth. It could also represent the need to open up and be vulnerable in order to truly connect with others.",
        "spiritual meaning": "The Lenormand card Heart is associated with emotional matters, love, relationships, and compassion. It can also represent a spiritual connection to the divine, as well as a connection to one's own inner self. It can be a reminder to open your heart to the beauty of life and to be kind and generous to others."
    },
    "Ring": {
        "general": "In the context of general, the Lenormand card Ring can represent commitment, loyalty, and a binding agreement. It can also suggest a cycle or a period of time coming to an end.",
        "keywords": "1. Circle\n2. Band\n3. Commitment\n4. Union\n5. Marriage\n6. Engagement\n7. Connectedness\n8. Bond\n9. Link\n10. Agreement\n11. Contract\n12. Covenant\n13. Promise\n14. Fate\n15. Destiny\n16. Closure\n17. Completion\n18. Finishing\n19. Finale\n20. Endings",
        "nouns": "1. Circle\n2. Band\n3. Jewel\n4. Chime\n5. Loop\n6. Link\n7. Token\n8. Bangle\n9. Trinket\n10. Hoop\n11. Charm\n12. Signet\n13. Locket\n14. Key\n15. Alliance\n16. Pledge\n17. Vow\n18. Promise\n19. Commitment\n20. Contract",
        "verbs": "1. Connect\n2. Bind\n3. Pledge\n4. Unite\n5. Join\n6. Link\n7. Circulate\n8. Intertwine\n9. Entwine\n10. Encircle\n11. Involve\n12. Embrace\n13. Empower\n14. Unify\n15. Harmonize\n16. Unravel\n17. Unwind\n18. Uncover\n19. Discover\n20. Reveal",
        "adjectives": "1. Binding\n2. Connecting\n3. Symbolic\n4. Enduring\n5. Unbreakable\n6. Constant\n7. Secure\n8. Eternal\n9. Unchanging\n10. Solid\n11. Lasting\n12. Unwavering\n13. Intertwined\n14. Linked\n15. Unified\n16. Unified\n17. Interconnected\n18. Entwined\n19. Unified\n20. Uninterrupted",
        "health": "In the context of health, the Lenormand card Ring can represent a cycle of health, such as a cycle of healing or a cycle of illness. It can also represent a need for balance in one's health, or a need to take care of oneself.",
        "career": "In the context of career, the Lenormand card Ring can indicate a job offer, a promotion, or a contract. It can also represent a successful business venture, a successful partnership, or a successful negotiation.",
        "love": "In the context of love, the Lenormand card Ring can signify a commitment or a promise of marriage. It can also indicate a strong bond between two people, as well as a long-term relationship.",
        "self development": "In the context of self development, the Lenormand card Ring can represent commitment, loyalty, and a strong connection to something or someone. It can also symbolize a cycle or a period of time coming to an end or beginning anew. It can also represent a promise or a vow, and can be a sign of a strong bond or connection between two people.",
        "spiritual meaning": "The Lenormand Ring card is associated with commitment, binding, and loyalty. It can also symbolize a promise or a contract. On a spiritual level, it can represent a spiritual bond or connection between two people, or a commitment to a spiritual practice or belief."
    },
    "Book": {
        "general": "In the context of general, the Lenormand card Book symbolizes knowledge, learning, and education. It can also represent a need to study or research something, or a desire to gain more knowledge.",
        "keywords": "1. Lenormand Book\n2. Lenormand Reading\n3. Lenormand Oracle\n4. Lenormand Interpretation\n5. Lenormand Meanings\n6. Lenormand Symbols\n7. Lenormand Card Combinations\n8. Lenormand Spreads\n9. Lenormand Card Meanings\n10. Lenormand Card Interpretation\n11. Lenormand Card Layouts\n12. Lenormand Card Divination\n13. Lenormand Card Deck\n14. Lenormand Card Meanings and Interpretations\n15. Lenormand Card Combination Meanings\n16. Lenormand Card Spreads and Layouts\n17. Lenormand Card Divination and Interpretation\n18. Lenormand Card Reading\n19. Lenormand Card Interpretation Techniques\n20. Lenormand Card Interpretation Tips",
        "nouns": "1. Story\n2. Pages\n3. Knowledge\n4. Wisdom\n5. Journey\n6. Adventure\n7. Secrets\n8. Words\n9. Imagination\n10. Discovery\n11. Memory\n12. Information\n13. Language\n14. Ideas\n15. Inspiration\n16. Learning\n17. Writing\n18. Reading\n19. Knowledge\n20. Mystery",
        "verbs": "1. Read\n2. Study\n3. Research\n4. Discover\n5. Learn\n6. Explore\n7. Analyze\n8. Examine\n9. Investigate\n10. Compile\n11. Assess\n12. Interpret\n13. Memorize\n14. Gather\n15. Assimilate\n16. Compare\n17. Synthesize\n18. Classify\n19. Summarize\n20. Reflect",
        "adjectives": "1. Insightful\n2. Illuminating\n3. Instructive\n4. Informative\n5. Educational\n6. Enlightening\n7. Revealing\n8. Inspiring\n9. Thought-provoking\n10. Stimulating\n11. Engaging\n12. Fascinating\n13. Intriguing\n14. Captivating\n15. Stimulating\n16. Engrossing\n17. Edifying\n18. Enriching\n19. Stimulating\n20. Uplifting",
        "health": "In the context of health, the Lenormand card Book can represent a need to seek knowledge and understanding about health and wellness. It can also suggest that it is time to take a closer look at one's health and to make any necessary changes to improve it.",
        "career": "The Lenormand card Book in the context of career typically indicates that you need to do more research and study in order to advance your career. It can also mean that you need to take a more organized and structured approach to your work. It can also suggest that you need to take a more creative approach to your work and find new ways to approach tasks.",
        "love": "In the context of love, the Lenormand card Book suggests that there is a need for communication and learning. It could mean that both partners need to talk more openly and honestly about their feelings, or that one partner needs to learn more about the other in order to better understand them. It could also suggest that the relationship needs to be re-evaluated and that both partners need to take the time to reflect on what they want and need from the relationship.",
        "self development": "The Lenormand card Book in the context of self development can symbolize the need to learn, to acquire knowledge, and to take the time to study and reflect on your life. It can also represent a need to explore new ideas and to gain a greater understanding of yourself and your life. It can be a reminder to take the time to read, to research, and to explore new concepts and ideas.",
        "spiritual meaning": "The Lenormand card Book is a symbol of knowledge, education, and learning. It can also represent a need to study or research something, or a need to gain more wisdom and understanding. In a spiritual context, the Book card can represent the need to explore spiritual knowledge and understanding, or to seek out spiritual guidance."
    },
    "Letter": {
        "general": "In the context of Lenormand card reading, the Letter card typically symbolizes communication, messages, news, and information. It can represent a literal letter, email, text, or phone call, or it can represent an idea or concept that is being communicated.",
        "keywords": "-Communication\n-Writing\n-Message\n-Post\n-Correspondence\n-Script\n-Text\n-Document\n-Signature\n-Envelope\n-Paper\n-Ink\n-Pen\n-Quill\n-Scripture\n-Scripture\n-Word\n-Letter\n-Memo\n-Note\n-Letterbox\n-Postbox\n-Postman\n-Mailbox\n-Postmark\n-Delivery\n-Address",
        "nouns": "1. Letter\n2. Post\n3. Message\n4. Communication\n5. Correspondence\n6. Writing\n7. Envelope\n8. Script\n9. Document\n10. Text",
        "verbs": "1. Sign\n2. Write\n3. Communicate\n4. Connect\n5. Send\n6. Receive\n7. Post\n8. Deliver\n9. Reply\n10. Signify\n11. Transmit\n12. Publish\n13. Record\n14. Notify\n15. Proclaim\n16. Share\n17. Encode\n18. Compose\n19. Transcribe\n20. Document",
        "adjectives": "1. Insightful\n2. Revealing\n3. Communicative\n4. Logical\n5. Analytical\n6. Insightful\n7. Expressive\n8. Creative\n9. Articulate\n10. Perceptive\n11. Insightful\n12. Intuitive\n13. Compassionate\n14. Imaginative\n15. Inspiring\n16. Symbolic\n17. Wise\n18. Illuminating\n19. Thoughtful\n20. Connected",
        "health": "In the context of health, the Lenormand card Letter can represent a message or communication from a doctor or medical professional, or it can represent a medical diagnosis or prescription. It can also represent a need to communicate with a medical professional or to seek medical advice.",
        "career": "In the context of career, the Lenormand card Letter can indicate that you will soon receive news related to your career, such as a job offer, a promotion, or an important message from a professional contact. It can also suggest that you should take the initiative to contact someone in your field or to send out a job application.",
        "love": "In the context of love, the Lenormand card Letter can represent a message or communication from a potential partner, or a sign that a relationship is about to begin. It can also indicate that a current relationship is about to take a significant turn.",
        "self development": "The Lenormand card Letter is a card that symbolizes communication, news, and messages. In the context of self development, this card can represent the need to communicate with yourself and others in order to gain clarity and insight. It can also signify the need to take action on something that has been communicated to you, or to take the initiative to reach out and communicate with someone.",
        "spiritual meaning": "The Lenormand card Letter is a symbol of communication, news, and information. It can represent a message, letter, or email, as well as a sign of a new beginning or a new opportunity. It can also indicate that an important decision or announcement is coming soon. In the spiritual context, it can represent a spiritual message or sign from the universe, or a call to action."
    },
    "Man": {
        "general": "In the context of general Lenormand readings, the Man card typically symbolizes a male figure, such as a husband, father, brother, or male friend. It can also represent a male energy, such as ambition, strength, and leadership.",
        "keywords": "-Male\n-Gentleman\n-Husband\n-Father\n-Partner\n-Young Man\n-Businessman\n-Professional\n-Worker\n-Provider\n-Strength\n-Authority\n-Leadership\n-Decision Maker\n-Advice\n-Logic\n-Structure\n-Organization\n-Intelligence\n-Initiative\n-Action\n-Progress\n-Success",
        "nouns": "1. Gentleman\n2. Father\n3. Husband\n4. Brother\n5. Son\n6. Partner\n7. Lover\n8. Gentleman Caller\n9. Businessman\n10. Entrepreneur\n11. Investor\n12. Leader\n13. Soldier\n14. Sailor\n15. Worker\n16. Mechanic\n17. Artist\n18. Musician\n19. Writer\n20. Teacher",
        "verbs": "1. Talk\n2. Act\n3. Lead\n4. Negotiate\n5. Strategize\n6. Influence\n7. Analyze\n8. Create\n9. Innovate\n10. Inspire\n11. Collaborate\n12. Connect\n13. Accomplish\n14. Facilitate\n15. Develop\n16. Mentor\n17. Motivate\n18. Progress\n19. Pursue\n20. Resolve",
        "adjectives": "1. Ambitious\n2. Charismatic\n3. Confident\n4. Courageous\n5. Determined\n6. Energetic\n7. Forceful\n8. Generous\n9. Handsome\n10. Intelligent\n11. Logical\n12. Mature\n13. Noble\n14. Optimistic\n15. Powerful\n16. Resourceful\n17. Self-assured\n18. Trustworthy\n19. Versatile\n20. Wise",
        "health": "In the context of health, the Lenormand card Man can represent a doctor or a medical professional. It can also indicate that you need to take better care of yourself and your health, or that you need to seek professional medical advice.",
        "career": "In the context of career, the Lenormand card Man can represent a successful, ambitious, and driven individual who is focused on achieving their goals. It can also represent a mentor or leader who can provide guidance and support in the pursuit of career goals.",
        "love": "In the context of love, the Lenormand card Man can represent a potential partner or a current partner. It can also represent a male figure in your life who is supportive and helpful.",
        "self development": "The Lenormand card Man can represent a number of things in the context of self development. It can represent the need to take initiative and be proactive in achieving your goals. It can also represent the need to be more assertive and confident in your decisions and actions. Additionally, it can represent the need to be more open to new ideas and perspectives. Finally, it can represent the need to focus on developing your skills and talents to reach your full potential.",
        "spiritual meaning": "The Lenormand Man card is associated with the masculine energy of the universe. It symbolizes strength, courage, and a sense of purpose. It can also represent a person in your life, or a situation that requires action. On a spiritual level, it can represent a need to take control of your life and to be more assertive in pursuing your goals."
    },
    "Woman": {
        "general": "In the context of general, the Lenormand card Woman represents a female figure in the querent's life, such as a mother, sister, daughter, or friend. It can also represent a female energy or influence, such as intuition, creativity, and compassion.",
        "keywords": "1. Female\n2. Lady\n3. Feminine\n4. Femininity\n5. Womanhood\n6. Maiden\n7. Matriarch\n8. Motherly\n9. Nurturing\n10. Intuition\n11. Empathy\n12. Compassion\n13. Wisdom\n14. Strength\n15. Support\n16. Guidance\n17. Love\n18. Beauty\n19. Grace\n20. Intellect",
        "nouns": "1. Lady\n2. Mother\n3. Sister\n4. Daughter\n5. Bride\n6. Goddess\n7. Queen\n8. Matriarch\n9. Maiden\n10. Hostess\n11. Princess\n12. Nurse\n13. Teacher\n14. Friend\n15. Aunt\n16. Neighbor\n17. Witch\n18. Witchcraft\n19. Enchantress\n20. Sorceress",
        "verbs": "1. Nurture\n2. Embrace\n3. Connect\n4. Create\n5. Lead\n6. Support\n7. Nourish\n8. Love\n9. Guide\n10. Teach\n11. Inspire\n12. Listen\n13. Communicate\n14. Celebrate\n15. Cherish\n16. Advocate\n17. Heal\n18. Encourage\n19. Grow\n20. Unite",
        "adjectives": "1. Elegant\n2. Charming\n3. Ambitious\n4. Creative\n5. Intuitive\n6. Resourceful\n7. Compassionate\n8. Sensitive\n9. Independent\n10. Wise\n11. Generous\n12. Confident\n13. Graceful\n14. Strong\n15. Loving\n16. Kind\n17. Courageous\n18. Loyal\n19. Optimistic\n20. Inspiring",
        "health": "In the context of health, the Lenormand card Woman can represent a woman's health, fertility, or a woman's role in taking care of her own health. It can also suggest that a woman is taking a proactive approach to her health and wellbeing.",
        "career": "In the context of career, the Lenormand card Woman can represent a female colleague, mentor, or supervisor. It can also represent a female client or customer. It can symbolize the need to be more assertive and confident in business dealings, or to take a more feminine approach to problem solving.",
        "love": "In the context of love, the Lenormand card Woman indicates a strong female presence in the relationship. It can represent the querent themselves or another woman, such as a mother, sister, or friend. It can also indicate a strong emotional bond between the querent and their partner, or a need for the querent to focus on their own feminine energy.",
        "self development": "The Lenormand card Woman is associated with self-development and personal growth. It can represent an inner strength and determination to reach one's goals, as well as a willingness to take risks and make changes in order to reach those goals. It can also represent a need to nurture and care for oneself, and to take time to reflect and appreciate one's own progress.",
        "spiritual meaning": "The Lenormand card Woman is a symbol of femininity, nurturing, and creativity. It can represent a woman in your life, or it can represent the feminine energy within yourself. It can also signify the need to nurture yourself and to be creative. On a spiritual level, the card can represent the divine feminine, the goddess energy, and the power of the feminine."
    },
    "Lily": {
        "general": "In the context of general, the Lenormand card Lily symbolizes beauty, elegance, and grace. It can also represent a person of high social standing or a desire to be admired.",
        "keywords": "1. Floral\n2. Feminine\n3. Growth\n4. Abundance\n5. Beauty\n6. Refinement\n7. Purity\n8. Nurturing\n9. Harmony\n10. Balance\n11. Renewal\n12. Fertility\n13. Expansion\n14. Optimism\n15. Joy\n16. Transformation\n17. Clarity\n18. Illumination\n19. Intuition\n20. Insight",
        "nouns": "1. Beauty\n2. Bloom\n3. Flower\n4. Nature\n5. Abundance\n6. Growth\n7. Renewal\n8. Femininity\n9. Harmony\n10. Purity\n11. Joy\n12. Reflection\n13. Peace\n14. Clarity\n15. Freshness\n16. Love\n17. Innocence\n18. Transformation\n19. Comfort\n20. Optimism",
        "verbs": "1. Blossom\n2. Nurture\n3. Grow\n4. Flourish\n5. Bloom\n6. Cultivate\n7. Sprout\n8. Expand\n9. Radiate\n10. Blossom",
        "adjectives": "1. Refined\n2. Elegant\n3. Graceful\n4. Serene\n5. Delicate\n6. Poised\n7. Beautiful\n8. Flourishing\n9. Cultivated\n10. Uplifting\n11. Utopian\n12. Harmonious\n13. Serendipitous\n14. Joyful\n15. Radiant\n16. Blissful\n17. Lush\n18. Lively\n19. Vibrant\n20. Cheerful",
        "health": "In the context of health, the Lenormand card Lily can represent renewal, healing, and a return to balance. It can also symbolize emotional and spiritual healing, as well as physical health. The card can suggest that it is time to take a break and focus on self-care and relaxation.",
        "career": "The Lenormand card Lily in the context of career typically symbolizes a period of growth, success, and prosperity. It can also indicate a promotion or a raise, as well as a new job opportunity. It is a card of abundance and good fortune.",
        "love": "In the context of love, the Lenormand card Lily can represent a strong and lasting love, a deep emotional connection, and a commitment to the relationship. It can also signify a desire for marriage or a strong bond between two people.",
        "self development": "The Lenormand card Lily is associated with beauty, grace, and femininity. In the context of self development, it can suggest that you should take time to appreciate and nurture your own beauty, grace, and femininity. It can also suggest that you should focus on developing your own unique gifts and talents, and that you should strive to be the best version of yourself.",
        "spiritual meaning": "The Lenormand card Lily is a symbol of purity, innocence, and beauty. It can also represent a spiritual awakening or a new beginning. It can also be a sign of good luck and fortune, and a reminder to stay true to yourself and your beliefs."
    },
    "Sun": {
        "general": "The Lenormand card Sun is a symbol of success, joy, and optimism. It suggests that you are in a positive place in your life and that you are likely to achieve your goals. It can also represent a time of celebration and success, and a feeling of being in control of your destiny.",
        "keywords": "-Radiance\n-Illumination\n-Vitality\n-Success\n-Prosperity\n-Growth\n-Enlightenment\n-Clarity\n-Happiness\n-Joy\n-Optimism\n-Energy\n-Vibrancy\n-Vitality\n-Fertility\n-Abundance\n-Wealth\n-Creativity\n-Inspiration\n-Achievement\n-Fulfillment\n-Celebration\n-Confidence\n-Renewal\n-Renovation\n-Rejuvenation\n-Renewed Strength\n-New Beginnings\n-Positive Change",
        "nouns": "1. Joy\n2. Success\n3. Enlightenment\n4. Clarity\n5. Optimism\n6. Opportunity\n7. Creativity\n8. Abundance\n9. Growth\n10. Expansion\n11. Achievement\n12. Illumination\n13. Celebration\n14. Fulfillment\n15. Radiance\n16. Brilliance\n17. Happiness\n18. Vitality\n19. Prosperity\n20. Expansion",
        "verbs": "1. Illuminate\n2. Shine\n3. Radiate\n4. Brighten\n5. Enlighten\n6. Glisten\n7. Spark\n8. Glimmer\n9. Blaze\n10. Beaming\n11. Flicker\n12. Glitter\n13. Flash\n14. Dazzle\n15. Coruscate\n16. Irradiate\n17. Rejuvenate\n18. Inspire\n19. Motivate\n20. Activate",
        "adjectives": "• Bright\n• Radiant\n• Glowing\n• Cheerful\n• Joyful\n• Optimistic\n• Illuminating\n• Vibrant\n• Energetic\n• Warm\n• Positive\n• Uplifting\n• Enlightening\n• Inspiring\n• Prosperous\n• Flourishing\n• Abundant\n• Fortunate\n• Successful",
        "health": "In the context of health, the Lenormand card Sun can represent good health, vitality, and energy. It can also represent a positive outlook and optimism.",
        "career": "The Lenormand card Sun in the context of career can mean success, recognition, and achievement. It can also symbolize a promotion, a raise, or a new job opportunity. It can also signify a time of increased productivity and creativity.",
        "love": "In the context of love, the Lenormand card Sun can represent joy, contentment, and a happy relationship. It can also signify a successful outcome to a relationship, such as a marriage proposal or a long-term commitment. The Sun card can also indicate a new beginning in a relationship, a time of growth and renewal.",
        "self development": "The Lenormand Sun card in the context of self development can symbolize success, joy, optimism, and a sense of accomplishment. It can represent a time of growth and new beginnings, and the potential for a bright future. It can also represent a time of self-reflection, where you can take a step back and look at your life from a different perspective. The Sun card can also be a reminder to stay positive and to focus on the good in life.",
        "spiritual meaning": "The Lenormand Sun card is associated with spiritual enlightenment, joy, and success. It is a card of optimism and positivity, and it can signify a time of growth and abundance. It can also represent a period of spiritual awakening, when you are able to see the world in a new light and gain a deeper understanding of yourself and your place in the universe."
    },
    "Moon": {
        "general": "In general, the Lenormand card Moon is a symbol of mystery, intuition, and the subconscious. It can represent a hidden influence or a secret that needs to be uncovered. It can also indicate a need to trust one's intuition and to pay attention to dreams and other signs from the subconscious.",
        "keywords": "-Lunar\n-Mystery\n-Illusion\n-Intuition\n-Dreams\n-Secrets\n-Insight\n-Psychic\n-Imagination\n-Clarity\n-Mystical\n-Inner Voice\n-Night\n-Shadow\n-Uncertainty\n-Psychology\n-Revelation\n-Goddess\n-Magic\n-Divination\n-Fate\n-Introspection\n-Psychic Ability\n-Mysticism\n-Inner Knowing\n-Psychic Powers\n-Mystical Powers\n-Mystic Journey\n-Mystical Journey\n-Spiritual Exploration",
        "nouns": "1. Mystery\n2. Night\n3. Dream\n4. Illusion\n5. Reflection\n6. Intuition\n7. Shadow\n8. Imagination\n9. Fantasy\n10. Emotion\n11. Secrets\n12. Wisdom\n13. Transformation\n14. Subconscious\n15. Psychic\n16. Mystery\n17. Mysticism\n18. Imagery\n19. Spirituality\n20. Revelation",
        "verbs": "1. Manifest\n2. Illuminate\n3. Intuit\n4. Reflect\n5. Dream\n6. Attract\n7. Visualize\n8. Connect\n9. Transform\n10. Balance\n11. Renew\n12. Embrace\n13. Flow\n14. Release\n15. Explore\n16. Uncover\n17. Awaken\n18. Listen\n19. Create\n20. Unveil",
        "adjectives": "1. Mystic\n2. Enchanting\n3. Mysterious\n4. Dreamy\n5. Ethereal\n6. Intuitive\n7. Shadowy\n8. Illuminating\n9. Secretive\n10. Sublime\n11. Alluring\n12. Transcendent\n13. Celestial\n14. Magical\n15. Surreal\n16. Hypnotic\n17. Mysterious\n18. Enigmatic\n19. Inspiring\n20. Mysterious",
        "health": "In the context of health, the Lenormand card Moon can suggest that you need to take a break and rest. It can also suggest that you need to pay attention to your emotional and mental health, as well as your physical health.",
        "career": "The Lenormand card Moon in the context of career suggests that you are likely to experience a period of confusion or uncertainty in your career. You may be feeling overwhelmed or uncertain about the direction of your career, and it is important to take some time to reflect and consider your options. The Moon card can also indicate that you may be in the process of making a major decision or change in your career.",
        "love": "The Lenormand card Moon in the context of love can symbolize a period of uncertainty and confusion in a relationship. It can also signify a need to look within and gain clarity on a situation before making any decisions. It can also represent a need for communication and trust in order to move forward.",
        "self development": "The Lenormand card Moon in the context of self development can symbolize a need for introspection and reflection. It can suggest that you need to take some time to look within yourself and explore your innermost thoughts and feelings. It can also suggest that you need to be more in tune with your intuition and trust your inner guidance.",
        "spiritual meaning": "The Lenormand card Moon is associated with intuition, psychic ability, and spiritual awareness. It is a reminder to trust your inner voice and to be open to the messages that come from the Universe. It can also be a sign of a spiritual awakening or a call to explore the mysteries of the unknown."
    },
    "Key": {
        "general": "In the context of general, the Lenormand card Key symbolizes unlocking potential, unlocking secrets, and gaining access to new knowledge and understanding. It can also signify a key moment or decision that will open up new opportunities and possibilities.",
        "keywords": "words\n\n1. Fortune \n2. Fate \n3. Destiny \n4. Symbolism \n5. Divination \n6. Clarity \n7. Guidance \n8. Intuition \n9. Insight \n10. Interpretation \n11. Prediction \n12. Reading \n13. Mysticism \n14. Magic \n15. Wisdom \n16. Signs \n17. Clues \n18. Messages \n19. Answers \n20. Paths \n21. Choices \n22. Crossroads \n23. Outcome \n24. Future \n25. Change \n26. Transformation \n27. Journey \n28. Exploration \n29. Enlightenment \n30. Connections",
        "nouns": "1. House\n2. Tree\n3. Book\n4. Fish\n5. Heart\n6. Clouds\n7. Mountain\n8. Snake\n9. Coffin\n10. Bouquet\n11. Scythe\n12. Whip\n13. Birds\n14. Child\n15. Fox\n16. Bear\n17. Stars\n18. Stork\n19. Dog\n20. Tower",
        "verbs": "1. Discover\n2. Uncover\n3. Reveal\n4. Unlock\n5. Open\n6. Solve\n7. Interpret\n8. Analyze\n9. Decipher\n10. Investigate\n11. Clarify\n12. Illuminate\n13. Unravel\n14. Examine\n15. Inspect\n16. Unmask\n17. Dissect\n18. Decode\n19. Reconstruct\n20. Reconcile",
        "adjectives": "1. Insightful\n2. Powerful\n3. Wise\n4. Mysterious\n5. Intuitive\n6. Creative\n7. Transformative\n8. Illuminating\n9. Symbolic\n10. Nurturing\n11. Insightful\n12. Balanced\n13. Connected\n14. Illuminated\n15. Insightful\n16. Revealing\n17. Inspiring\n18. Protective\n19. Magical\n20. Enlightening",
        "health": "In the context of health, the Lenormand card Key suggests that the answer to a health issue lies within the individual. It suggests that the individual has the power to unlock the answers they seek and that the key to their health lies within themselves. It may also suggest that the individual should look for answers within themselves rather than relying on external sources.",
        "career": "In the context of career, the Lenormand card Key suggests that you have the power to unlock the door to success. It suggests that you have the potential to unlock the secrets of success and to unlock the opportunities that will lead you to success. It also suggests that you should take the initiative and take control of your career.",
        "love": "In the context of love, the Lenormand card Key can represent unlocking the secrets of the heart, discovering the truth of a relationship, or finding the answers to a romantic dilemma. It can also signify a new beginning, a new path, or a new opportunity for love.",
        "self development": "The Lenormand Key card in the context of self development is a reminder that the answers to our questions and the solutions to our problems lie within ourselves. It is a reminder to trust our own intuition and to look within for the answers. It also encourages us to unlock our potential and to take action on our goals and dreams.",
        "spiritual meaning": "The Lenormand Key card is associated with unlocking hidden knowledge, unlocking the secrets of the universe, and unlocking the power of the subconscious. It can also represent unlocking the power of manifestation, unlocking the power of the mind, and unlocking the power of intuition. In a spiritual context, the Key card can symbolize the unlocking of spiritual knowledge, unlocking the power of spiritual guidance, and unlocking the power of spiritual growth."
    },
    "Fish": {
        "general": "In the context of general, the Lenormand card Fish symbolizes abundance, wealth, and prosperity. It can also represent fertility, creativity, and intuition.",
        "keywords": "- Fish\n- Lenormand\n- Card\n- Symbolism\n- Wealth\n- Abundance\n- Success\n- Prosperity\n- Resources\n- Luck\n- Finances\n- Investment\n- Savings\n- Profit\n- Gain\n- Fertility\n- Creativity\n- Renewal\n- Renewable\n- Growth\n- Expansion\n- Flow\n- Movement\n- Journey\n- Exploration\n- Adventure\n- Transformation\n- Change\n- Evolution\n- Progress\n- Succession",
        "nouns": "1. Catch\n2. Ocean\n3. River\n4. Trout\n5. Bass\n6. Salmon\n7. Tuna\n8. Angler\n9. Fisherman\n10. Net\n11. Bait\n12. Reel\n13. Hook\n14. Boat\n15. Tackle\n16. Rod\n17. Line\n18. Lobster\n19. Crab\n20. Shrimp",
        "verbs": "1. Swim\n2. Catch\n3. Reel\n4. Bait\n5. Release\n6. Angling\n7. Dive\n8. Feed\n9. Spawn\n10. Trawl",
        "adjectives": "1. Abundant\n2. Aquatic\n3. Bountiful\n4. Clever\n5. Creative\n6. Fluid\n7. Generous\n8. Luxurious\n9. Mysterious\n10. Nurturing\n11. Prosperous\n12. Refreshing\n13. Resourceful\n14. Serene\n15. Substantial\n16. Symbolic\n17. Wealthy\n18. Wise",
        "health": "In the context of health, the Lenormand card Fish can represent abundance, fertility, and renewal. It can symbolize good health and a strong immune system, as well as the ability to heal and recover from illness. It can also indicate that you may need to take better care of your health, or that you may be in need of a health-related change.",
        "career": "In the context of career, the Lenormand card Fish can indicate that you are likely to experience financial success and abundance in your career. It can also suggest that you may receive a promotion or a raise, or that you may find a new job opportunity.",
        "love": "In the context of love, the Lenormand card Fish can signify abundance, fertility, and emotional fulfillment. It can also suggest that a relationship is growing and deepening, and that there is potential for a long-term commitment.",
        "self development": "The Lenormand card Fish in the context of self development can represent abundance, prosperity, and financial success. It can also symbolize creativity, fertility, and the ability to manifest your desires. It can suggest that you should focus on your goals and trust that the universe will provide what you need to make them happen.",
        "spiritual meaning": "The Lenormand Fish card is a symbol of abundance, fertility, and prosperity. It can also represent emotional depth and intuition. On a spiritual level, it suggests that you are being guided by your intuition and that you are in tune with the flow of life. It can also indicate that you are in a period of abundance and that you should take advantage of the opportunities that come your way."
    },
    "Anchor": {
        "general": "In the context of general, the Lenormand card Anchor symbolizes stability, security, and commitment. It can represent a strong foundation, a reliable relationship, or a steady job. It can also suggest that you are feeling weighed down by a situation and need to find a way to break free.",
        "keywords": "-Lenormand Anchor\n-Lenormand Card Anchor\n-Anchor Card\n-Anchor Lenormand\n-Anchor Symbolism\n-Anchor Meaning\n-Anchor Interpretation\n-Anchor Reading\n-Anchor Divination\n-Anchor Tarot\n-Anchor Oracle\n-Anchor Guidance\n-Anchor Stability\n-Anchor Security\n-Anchor Support\n-Anchor Strength\n-Anchor Balance\n-Anchor Commitment\n-Anchor Foundation\n-Anchor Journey\n-Anchor Voyage\n-Anchor Resilience\n-Anchor Endurance\n-Anchor Endurance",
        "nouns": "1. Security\n2. Stability\n3. Safety\n4. Home\n5. Harbor\n6. Support\n7. Strength\n8. Solidarity\n9. Foundation\n10. Commitment\n11. Resilience\n12. Endurance\n13. Preservation\n14. Protection\n15. Refuge\n16. Anchorage\n17. Immobility\n18. Constancy\n19. Dependability\n20. Trust",
        "verbs": "1. Secure\n2. Maintain\n3. Stabilize\n4. Anchor\n5. Support\n6. Balance\n7. Fasten\n8. Connect\n9. Hold\n10. Ground",
        "adjectives": "1. Steadfast\n2. Secure\n3. Resilient\n4. Reliable\n5. Immovable\n6. Stable\n7. Constant\n8. Firm\n9. Solid\n10. Durable\n11. Unwavering\n12. Grounded\n13. Trustworthy\n14. Dependable\n15. Constant\n16. Unchanging\n17. Constant\n18. Enduring\n19. Unshakable\n20. Unmovable",
        "health": "In the context of health, the Lenormand card Anchor can represent stability, security, and balance. It can suggest that you are feeling secure and grounded in your health, or that you need to take steps to create a sense of stability and security in your health. It can also suggest that you need to take a break and find a sense of balance and equilibrium in your life.",
        "career": "The Lenormand card Anchor in the context of career suggests that you are in a secure and stable job or career. It can also mean that you are in the process of establishing yourself in a new career or job. The Anchor card can also indicate that you are feeling secure and supported in your current job or career.",
        "love": "In the context of love, the Lenormand card Anchor can represent a stable and secure relationship. It can also indicate that you are feeling grounded and secure in your relationship, or that you are looking for a relationship that offers stability and security.",
        "self development": "The Lenormand card Anchor symbolizes stability, security, and a sense of being grounded. In the context of self-development, it can suggest that you need to find a way to create a sense of stability and security in your life. It could be a reminder to focus on the basics and to create a strong foundation for yourself. It can also suggest that you need to find a way to stay grounded and focused on your goals.",
        "spiritual meaning": "The Lenormand Anchor card is associated with stability, security, and a strong foundation. It can represent a need to stay grounded and connected to the present moment, and to take a break from the hustle and bustle of life. On a spiritual level, it can represent a need to trust in the divine plan and to stay connected to one's faith. It can also be a reminder to take time to reflect and meditate on the deeper meaning of life."
    },
    "Cross": {
        "general": "In the context of general, the Lenormand card Cross symbolizes obstacles, delays, and challenges. It can also indicate that a difficult situation needs to be faced and overcome.",
        "keywords": "-Crossroads\n-Decision\n-Fork in the road\n-Choice\n-Change\n-Conflict\n-Opposition\n-Challenge\n-Obstacle\n-Difficulty\n-Hesitation\n-Struggle\n-Confusion\n-Dilemma\n-Crossing\n-Intersection\n-Juncture\n-Parting\n-Division\n-Partition\n-Dispute\n-Contradiction\n-Contrast\n-Contention\n-Contravention",
        "nouns": "1. Conflict\n2. Separation\n3. Obstacle\n4. Struggle\n5. Blockade\n6. Difficulty\n7. Challenge\n8. Intersection\n9. Crossroads\n10. Decision\n11. Dilemma\n12. Crisis\n13. Parting\n14. Division\n15. Disruption\n16. Hindrance\n17. Impediment\n18. Contradiction\n19. Opposition\n20. Discord",
        "verbs": "1. Intersect\n2. Divide\n3. Unite\n4. Separate\n5. Balance\n6. Connect\n7. Oppose\n8. Contrast\n9. Interfere\n10. Block\n11. Clash\n12. Interlock\n13. Overlap\n14. Intersect\n15. Cross",
        "adjectives": "1. Obstinate\n2. Difficult\n3. Challenging\n4. Unpredictable\n5. Unstable\n6. Unreliable\n7. Unfavorable\n8. Unfortunate\n9. Unlucky\n10. Unresolved\n11. Unsatisfactory\n12. Unsuccessful\n13. Unrewarding\n14. Unproductive\n15. Difficulties\n16. Obstacles\n17. Hardships\n18. Struggles\n19. Barriers\n20. Limitations",
        "health": "In the context of health, the Lenormand card Cross can signify a difficult health issue or a health crisis. It can also represent a difficult decision that needs to be made regarding health, such as whether or not to undergo a medical procedure.",
        "career": "In the context of career, the Lenormand card Cross can indicate a difficult decision or a challenging situation that needs to be addressed. It can also signify a period of stagnation or a difficult obstacle that must be overcome before progress can be made. It can also indicate a period of uncertainty or a difficult choice that needs to be made.",
        "love": "In the context of love, the Lenormand card Cross can represent a difficult decision or a difficult situation that needs to be addressed. It can also represent a crossroads in a relationship, where a choice needs to be made. It can also represent a challenge or obstacle that needs to be overcome in order to move forward.",
        "self development": "The Lenormand card Cross is a card of obstacles, challenges, and tests. In the context of self-development, it can suggest that you are being presented with an opportunity to grow and learn from a difficult situation. It can also suggest that you are being presented with a chance to overcome a difficult obstacle and come out stronger on the other side.",
        "spiritual meaning": "The Lenormand Cross card is a symbol of spiritual growth and transformation. It suggests that the querent is at a crossroads in their spiritual journey and must make a choice that will determine their future path. The card can also indicate a period of struggle and challenge that will ultimately lead to spiritual growth and a deeper understanding of the self."
    }
}